Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Alias.*.resx
Languages: bg, ca, cs, da, de, el, es, fi, fr, id, ka, ru, si, sv, tr, uk, zh

source: Aliases
bg: Псевдоними
ca: Àlies
cs: Aliasy
da: Aliaser
de: Aliase
el: Εναλλακτικές Ονομασίες
es: Alias
fi: Aliakset
fr: Alias
id: Alias
ka: მეტსახელი
ru: Псевдонимы
si: අපනාම
sv: Alias
tr: Takma ad
uk: Псевдоніми
zh: 別名

source: Add new alias
bg: Добавяне на нов псевдоним
ca: Afegeix nou àlies
cs: Přidat nový alias
da: Tilføj nyt alias
de: Neuen Alias hinzufügen
el: Προσθήκη νέου ψευδώνυμου
es: Añadir nuevo alias
fi: Lisää uusi alias
fr: Ajouter un nouvel alias
id: Tambah alias baru
ka: მეტსახელის დამატება
ru: Добавить псевдоним
si: නව අපනාමයක් එකතු කරන්න
sv: Lägg till alias
tr: Yeni takma ad ekle
uk: Додати новий псевдонім
zh: 新增別名

source: Alias URL
bg: Линк за псевдонима
ca: URL de l'àlies
da: Alias
de: Ersatznamen URL
el: URL Ψευδώνυμου
es: URL de Alias
fi: Aliaksen URL-osoite
fr: URL de l'alias
ka: მეტსახელის მისამართი (URL)
ru: Псевдоним URL
si: අපනාමයේ ඒ.ස.නි.
sv: Alias
tr: Takma ad URL
uk: URL псевдоніма
zh: 別名網址

source: Alias URL is mandatory.
bg: Линкът за псевдонима е задължителен.
ca: La URL de l'àlies és obligatòria.
cs: Alias URL je povinný.
da: Alias er påkrævet.
de: Alias-URL ist erforderlich.
el: Το URL Ψευδώνυμου είναι απαραίτητο.
es: La URL del alias es obligatoria.
fi: Aliaksen URL-osoite on pakollinen.
fr: L'URL de l'alias est obligatoire.
id: Alias URL harus diisi.
ka: მეტსახელის მისამართი (URL) აუცილებელია.
ru: URL-адрес псевдонима является обязательным.
si: අන්වර්ථ URL අනිවාර්ය වේ.
sv: Alias är obligatoriskt.
tr: Takma ad URL'u zaruridir.
uk: URL псевдоніма є обов'язковим.
zh: 別名網址是必填項。

source: Redirect URL
bg: Линк на препратката
ca: URL de redirecció
cs: Přesměrovat na URL
da: Omdirigering
de: Umleitungs-URL
el: URL Ανακατεύθυνσης
es: URL de redirección
fi: Uudelleenohjauksen URL-osoite
fr: URL de redirection
id: Pengalihan URL
ka: გადამისამართების ლინკი
ru: Перенаправление URL
si: හරවා යවන්න URL
sv: Omdirigering
tr: URL'u yönlendir
uk: URL перенаправлення
zh: 導向網址

source: Redirect URL is mandatory.
bg: Линкът за препратка е задължителен.
ca: La URL de redirecció és obligatòria.
cs: URL ke přesměrování je povinná.
da: Omdirigering er påkrævet.
de: Umleitungs-URL ist erforderlich.
el: Το URL Ψευδώνυμου είναι απαραίτητο.
es: La URL de redirección es obligatoria.
fi: Uudelleenohjauksen URL-osoite on pakollinen.
fr: L'URL de redirection est obligatoire.
id: Pengalihan URL harus diisi.
ka: გადამისამართების ლინკი აუცილებელია.
ru: URL-адрес перенаправления является обязательным.
si: යළි-යොමුවීම් URL අනිවාර්ය වේ.
sv: Omdirigering är obligatoriskt.
tr: URL yönlendirme zaruridir.
uk: URL перенаправлення є обов'язковим.
zh: 導向網址是必填項。

source: Permanent
bg: Постоянен
cs: Trvalý
el: Μόνιμο
es: Permanente
fi: Pysyvä
id: Permanen
ka: მუდმივი
ru: Постоянный
si: ස්ථිර
tr: Kalıcı
uk: Назавжди
zh: 永久

source: Are you sure you want to delete this alias?
bg: Сигурни ли сте, че искате да изтриете този псевдоним?
ca: Esteu segur que voleu eliminar aquest àlies?
cs: Opravdu chcete smazat tento alias?
da: Er du sikker på, at du vil slette dette alias?
de: Sind Sie sicher, dass Sie den Alias löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το ψευδώνυμο;
es: ¿Estás seguro que deseas eliminar este alias?
fi: Oletko varma, että haluat poistaa tämän aliaksen?
fr: Êtes-vous sûr de vouloir supprimer cet alias ?
id: Apakah anda yakin ingin menghapus alias ini?
ka: წაიშალოს მეტსახელი?
ru: Вы действительно хотите удалить псевдоним?
si: ඔබට මෙම අන්වර්ථය මැකීමට අවශ්‍ය බව විශ්වාසද?
sv: Är du säker på att du vill radera detta alias?
tr: Bu takma adı silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити цей псевдонім?
zh: 是否確定要刪除此別名？

source: If the redirect should be permanent
bg: Ако препратката трябва да е постоянна
ca: La redirecció ha de ser permanent
cs: Pokud by mělo být přesměrování trvalé
da: Aktivér, for at gøre omdirigeringen permanent
de: Soll die Umleitung permanent sein
el: Εάν η ανακατεύθυνση πρέπει να είναι μόνιμη
es: Si la redirección debe ser permanente
fi: Jos uudelleenohjauksen pitäisi olla pysyvä
fr: Si la redirection doit être permanente
id: Jika pengalihan harus permanen
ka: მუდმივად გადამისამართდეს
ru: Перенаправление должно быть постоянным
si: හරවා යැවීම ස්ථිර විය යුතු නම්
sv: Om omdirigeringen ska vara permanent
tr: Eğer yönlendirme (redirect) kalıcı olacaksa
uk: Чи перенаправлення має бути постійним
zh: 這個導向網址應該是永久的

source: The alias was successfully added to the list
bg: Псевдонимът е успешно добавен
ca: L'àlies s'ha afegit correctament a la llista
cs: Alias byl úspěšně přidán do seznamu
da: Aliaset blev tilføjet til listen
de: Der Alias wurde erfolgreich zur Liste hinzugefügt
el: Το ψευδώνυμο προστέθηκε επιτυχώς στη λίστα
es: El alias se ha añadido correctamente a la lista
fi: Aliaksen lisäys listaan onnistui
fr: L'alias a été ajouté avec succès à la liste
id: Alias telah berhasil ditambahkan pada daftar
ka: მეტსახელის დამატება სიაში წარმატებით დასრულდა
ru: Псевдоним был успешно добавлен в список
si: අන්වර්ථ නාමය ලැයිස්තුවට සාර්ථකව එක් කරන ලදී
sv: Alias har lagts till i listan
tr: Takma ad listeye başarıyla eklendi
uk: Псевдонім успішно доданий до списку
zh: 該別名已加入列表中

source: The alias was successfully deleted
bg: Псевдонимът е успешно изтрит
ca: L'àlies ha estat eliminat amb èxit
cs: Alias byl úspěšně odstraněn
da: Aliaset blev slettet
de: Der Alias wurde erfolgreich gelöscht
el: Το ψευδώνυμο διαγράφηκε με επιτυχία
es: El alias se ha eliminado correctamente
fi: Aliaksen poisto onnistui
fr: L'alias a été supprimé avec succès
id: Alias telah berhasil dihapus
ka: მეტსახელის წაშლა წარმატებით დასრულდა
ru: Псевдоним был успешно удален
si: අන්වර්ථය සාර්ථකව මකා ඇත
sv: Alias har raderats
tr: Takma ad başarıyla silindi
uk: Псевдонім успішно видалений
zh: 該別名已成功刪除
