Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Comment.*.resx
Languages: ar, cs, da, de, el, fa, fr, id, ka, pt, si, sv, tr, uk, zh, zh_tw

source: Approved
ar: تمت الموافقة
cs: Schváleno
da: Godkendt
de: Freigegeben
el: Εγκρίθηκε
fa: تایید شده
fr: Approuvé
id: Disetujui
ka: დადასტურებულია
pt: Aprovado
si: අනුමතයි
sv: Godkända
tr: Tasdik edildi
uk: Схвалено
zh: 批准
zh_tw: 審核通過

source: ApprovedSingle
ar: تمت الموافقة
cs: Schváleno
da: Godkendt
de: Freigegeben
el: Εγκρίθηκε
fa: تایید شده
fr: Approuvé
id: Disetujui
ka: დადასტურებულია
pt: Aprovado
si: අනුමතයි
sv: Godkänd
tr: Tasdik edildi
uk: Схвалено
zh: 批准
zh_tw: 審核通過

source: Pending
ar: في إنتظار المُراجعة
cs: Čeká na schválení
da: Afventer
de: Ausstehend
el: Εκκρεμεί
fa: منتظر
fr: En attente
id: Tertunda
ka: მუშავდება
pt: Pendente
si: පොරොත්තුවෙන්
sv: Väntande
tr: Beklemede
uk: Очікує
zh: 擱置
zh_tw: 待審核

source: Comment
ar: تعليق
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
fa: نظر
fr: Commentaire
id: Komentar
ka: კომენტარი
pt: Comentário
si: අදහස
sv: Kommentar
tr: Yorum
uk: Коментар
zh: 評論
zh_tw: 評論

source: Response to
ar: الرد على
cs: Odpověď na
da: Svar til
de: Antworten
el: Απάντηση σε
fa: پاسخ به
fr: Réponse à
id: Tanggapan kepada
ka: უპასუხა
pt: Resposta para
si: සඳහා ප්රතිචාර
sv: Svar på
tr: Cevap
uk: Відповідь на
zh: 回覆到
zh_tw: 回覆

source: The comment was successfully approved
ar: تمت الموافقة على التعليق بنجاح
cs: Komentář byl úspěšně schválen
da: Kommentaren blev godkendt
de: Der Kommentar wurde erfolgreich freigegeben
el: Το σχόλιο εγκρίθηκε με επιτυχία
fa: نظر با موفقیت تأیید شد
fr: Le commentaire a été approuvé avec succès
id: Komentar telah berhasil disetujui
ka: კომენტარის გამოქვეყნება წარმატებით დასრულდა
pt: O comentário foi aprovado com sucesso
si: අදහස සාර්ථකව අනුමත කර ඇත
sv: Kommentarens status har ändrats till godkänd
tr: Yorum başarıyla tasdik edildi
uk: Коментар був успішно схвалений
zh: 本評論已成功通過
zh_tw: 該評論已審核

source: The comment was successfully unapproved
ar: تم رفض التعليق بنجاح
cs: Komentář by úspěšně označen jako neschválen
da: Kommentaren blev afvist
de: Der Kommentar wurde erfolgreich nicht genehmigt
el: Το σχόλιο τέθηκε ως μη εγκεκριμένο με επιτυχία
fa: نظر با موفقیت تأیید نشد
fr: L'approbation du commentaire a été supprimée avec succès
id: Komentar telah berhasil dibatal-setujui
ka: კომენტარზე დადასტურების მოხსნა წარმატებით დასრულდა
pt: O comentário foi desaprovado
si: අදහස සාර්ථකව අනුමත නොකළේය
sv: Kommentarens status har ändrats till inte godkänd
tr: Yorum başarıyla tasdiksiz
uk: Коментар був успішно відхилений
zh: 本評論已成功取消
zh_tw: 該評論已駁回

source: The comment was successfully deleted
ar: تم حذف التعليق بنجاح
cs: Komentář byl úspěšně odstraněn
da: Kommentaren blev slettet
de: Der Kommentar wurde erfolgreich gelöscht
el: Το σχόλιο διαγράφηκε με επιτυχία
fa: نظر با موفقیت حذف شد
fr: Le commentaire a été supprimé avec succès
id: Komentar telah berhasil di hapus
ka: კომენტარის წაშლა წარმატებით დასრულდა
pt: O comentário foi excluído
si: අදහස සාර්ථකව මකා දමන ලදී
sv: Kommentaren har raderats
tr: Yorum başarıyla silindi
uk: Коментар був успішно видалений
zh: 本評論已成功刪除
zh_tw: 該評論已刪除

source: Days allowed for commenting
ar: الأيام المسموح بها للتعليق
cs: Dny povolené pro komentování
da: Antal dage kommentarer er tilladt
el: Επιτρεπόμενες ημέρες για σχολιασμό
fa: تعداد روزهایی که امکان ثبت نظر وجود دارد
fr: Jours autorisés pour commenter
id: Jumlah waktu yang diizinkan untuk berkomentar
ka: რამდენი დღე იყოს კომენტარები დაშვებული
pt: Contagem de dias para comentar
si: අදහස් දැක්වීමට ඉඩ ඇති දින
sv: Dagar tillåtna för att kommentera
tr: Yorumlar için izin verilen günler
uk: Протягом скількох днів дозволено коментувати
zh: 允許評論
zh_tw: 允許評論的時間

source: Comments are not allowed.
ar: التعليقات غير مسموح بها.
cs: Komentáře nejsou povoleny.
da: Kommentarer er ikke tilladt.
de: Kommentare sind nicht aktiviert.
el: Δεν επιτρέπονται σχόλια.
fa: اظهار نظر مجاز نیست.
fr: Les commentaires ne sont pas autorisés.
id: Komentar tidak diizinkan.
ka: კომენტარები არ არის დაშვებული.
pt: Comentários não são permitidos.
si: අදහස් දැක්වීමට ඉඩ නැත.
sv: Kommentarer är inte tillåtna.
tr: Yorumlara izin yok.
uk: Коментарі не дозволено.
zh: 評論功能已關閉。
zh_tw: 不允許評論

source: Comments are not allowed for unpublished content.
ar: التعليقات غير مسموح بها للمحتوى غير المنشور.
cs: Komentáře nejsou povoleny pro nezveřejněný obsah.
da: Kommentarer er ikke tilladt på ikke-udgivet indhold.
de: Kommentare sind für unveröffentlichte Inhalte nicht erlaubt.
el: Δεν επιτρέπονται σχόλια για αδημοσίευτο περιεχόμενο.
fa: نظرات برای محتوای منتشر نشده مجاز نیستند.
fr: Les commentaires ne sont pas autorisés pour le contenu hors ligne.
id: Komentar tidak diizinkan untuk isi yang dibatal-terbitkan.
ka: კომენტარები არ არის დაშვებული გამოუქვეყნებელ კონტენტზე.
pt: Os comentários não são permitidos para conteúdo não publicado.
si: ප්‍රකාශනය නොකළ අන්තර්ගතය සඳහා අදහස් දැක්වීමට ඉඩ නොදේ.
sv: Kommentarer är inte tillåtna för opublicerat innehåll.
tr: Yayınlanmamış muhteva için yorumlara izin verilmez.
uk: Коментарі не дозволено для неопублікованого контенту.
zh: 未發佈的內容不允許評論。
zh_tw: 不允許評論未發佈內容。

source: Comments are currently open.
ar: التعليقات مفتوحة حاليا.
cs: Komentáře jsou nyní otevřeny.
da: Kommentarsporet er åbent.
de: Kommentare sind derzeit erlaubt.
el: Τα σχόλια είναι ανοικτά.
fa: نظرات در حال حاضر باز است.
fr: Les commentaires sont actuellement ouverts.
id: Komentar saat ini terbuka.
ka: კომენტარები ამჟამად ღიაა.
pt: Os comentários estão abertos no momento.
si: අදහස් දැනට විවෘතයි.
sv: Kommentarer är för närvarande öppna.
tr: Yorumlara şu an için açık.
uk: Коментарі відкриті.
zh: 評論功能已開啟。
zh_tw: 評論已開啟。

source: Comments were closed
ar: تم إغلاق التعليقات
cs: Komentáře jsou uzavřeny
da: Kommentarsporet blev lukket
de: Kommentare sind geschlossen
el: Τα σχόλια είναι απενεργοποιημένα
fa: نظرات بسته شد
fr: Les commentaires sont fermés
id: Komentar telah ditutup
ka: კომენტარები დახურულია
pt: Os comentários foram fechados
si: අදහස් වසා ඇත
sv: Kommentarer stängdes
tr: Yorumlara kapatıldı
uk: Коментарі було закрито
zh: 評論功能已關閉
zh_tw: 評論已關閉
