Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Config.*.resx
Languages: cs, da, de, es, fa, fi, fr, ka, no, pl, pt, si, sv, tr, uk

source: Config
cs: Konfigurace
da: Konfiguration
de: Konfiguration
es: Configuración
fa: پیکربندی
fi: Konfigurointi
fr: Configuration
ka: კონფიგურაცია
no: Konfigurasjon
pl: Konfiguracja
pt: Configuração
si: වින්‍යාසය
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування

source: Hierarchical page slugs
cs: Hierarchické URL segmenty
da: Hierarkiske sidestier
de: Hierarchische Seitentitle für die Url
es: Slugs de página jerárquica
fa: slugs صفحه سلسله مراتبی
fi: Hierarkiset sivutunnisteet
fr: Hiérarchie des slugs de pages
ka: იერარქიული გვერდები
no: Hierarkisk URLer
pl: Hierarchiczne skróty strony
pt: Slugs hierárquicos das páginas
si: ධූරාවලි පිටු හම්බෙල්ලන්
sv: Hierarkiska URL:er
tr: Hiyerarşik sayfa slug'ları (Url bileşenleri)
uk: Ієрархічні slug сторінок

source: If page slugs should include the parent slug.
cs: Pokud má URL segment obsahovat nadřazený segment.
da: Aktivér for at inkludere forælderens sidesti.
de: Wenn der Seitentitel für die Url den Seitentitel des Eltern Url Titels enthalten soll.
es: Si los slugs de la página deben incluir el slug padre.
fa: اگر slug صفحه باید شامل slug والد باشد.
fi: Jos sivutunnisteen pitäisi sisältää ylemmän tason sivutunniste.
fr: Si les slugs de pages doivent inclure le slug du parent.
ka: გვერდის მისამართი უნდა შეიცავდეს მშობელი გვერდის მისამართს.
no: Om siders URL-segment skal skapes utifra sin foreldre.
pl: Czy skrót strony powinien zawierać skrót nadrzędny.
pt: Se os slugs das páginas devem incluir o slug pai.
si: පිටු හම්බෙල්ලන් වල මාපිය හම්බෙල්ලන් ඇතුළත් විය යුතු නම්.
sv: Om sidors URL-segment ska skapas utifrån sin förälder.
tr: Eğer sayfa başlığı bir üst başlığı tazammun etmeli ise.
uk: Чи slug сторінки має включати slug батьківської сторінки.

source: Expanded levels in the sitemap
cs: Úroveň rozbalení v mapě stránek
da: Antal udvidede niveauer i sitemap
de: Klappt die Ebenen in der Sitemap auf
es: Niveles expandidos en el mapa del sitio
fa: سطح گسترش یافته در نقشه سایت
fi: Laajennetut tasot sivukartassa
fr: Niveaux développés dans le sitemap
ka: გაფართოებული დონეები საიტის რუქაზე
no: Antall utvidede nivåer i sidestruktur
pl: Rozszerzone informacje w mapie strony
pt: Níveis expandidos no sitemap
si: අඩවි සිතියමෙහි පුළුල් කළ මට්ටම්
sv: Antal expanderade nivåer i sidstruktur
tr: Site haritasındaki genişletilmiş seviyeler
uk: Розширені рівні в мапі сайту

source: Archive page size
cs: Velikost archivu stránek
da: Sidestørrelse for samlinger
de: Seitengröße des Archives
es: Tamaño de página de archivo
fa: اندازه صفحه بایگانی
fi: Arkiston sivun koko
fr: Taille des pages d'archives
ka: საარქივო სიახლეების რაოდენობა გვერდზე
no: Arkivstørrelse
pl: Rozmiar strony archiwum
pt: Quantidade por página de arquivo
si: පිටු ප්‍රමාණය සංරක්ෂණය කරන්න
sv: Arkivstorlek
tr: Arşiv sayfa boyutu
uk: Розмір сторінки архіву

source: Caching
cs: Mezipamět
da: Cachelagring
es: Caché
fa: حافظه موقت
fi: Välimuistin käyttö
fr: Mise en cache
ka: ქეშირება
no: Cache
pl: Pamięć podręczna
pt: Cache
si: නිහිත වීම
sv: Cache
tr: Önbellekleme
uk: Кешування

source: Page cache expiration (minutes)
cs: Vypršení platnosti mezipaměti stránky (minuty)
da: Cachelagring af sider (i minutter)
de: Ablaufzeit des Seiten Caches (in Minuten)
es: Expiración del caché de página (minutos)
fa: انقضای حافظه موقت صفحه (دقیقه)
fi: Sivun välimuistin vanhentuminen (minuuttia)
fr: Expiration du cache des pages (minutes)
ka: ქეშირების პერიოდი გვერდზე (წუთები)
no: Gyldighet for sider (minutter)
pl: Czas wygasania pamięci podręcznej strony (minuty)
pt: Expiração do cache de página (minutos)
si: පිටුවේ නිහිතය කල් ඉකුත් වීම (විනාඩි)
sv: Giltighet för sidor (minuter)
tr: Sayfa önbellek süresi (dakika)
uk: Термін дії кешу сторінок (хвилини)

source: Page revisions
cs: Revize stránek
da: Sidehistorik
de: Seitenrevisionen
es: Revisiones de página
fa: بازبینی صفحه
fi: Sivun versiot
fr: Révision des pages
ka: გვერდის შესწორებები
no: Sideversjoner
pl: Rewizje strony
pt: Revisões da página
si: පිටු සංශෝධන
sv: Sidversioner
tr: Sayfa revizyonları
uk: Ревізії сторінки

source: Post cache expiration (minutes)
cs: Vypršení platnosti mezipaměti příspěvku (minuty)
da: Cachelagring af opslag (i minutter)
de: Ablaufzeit des Beitrags Caches (in Minuten)
es: Expiración de caché de blog posts (minutos)
fa: انقضای حافظه موقت نوشته (دقیقه)
fi: Viestin välimuistin vanhentuminen (minuuttia)
fr: Expiration du cache des billets (minutes)
ka: ქეშირების პერიოდი პოსტზე (წუთებში)
no: Gyldighet for artikler (minutter)
pl: Czas wygasania pamięci podręcznej posta (minuty)
pt: Expiração do cache de post (minutos)
si: පසු හැඹිලි කල් ඉකුත්වීම (විනාඩි)
sv: Giltighet för artiklar (minuter)
tr: Gönderi önbellek süresi (dakika)
uk: Термін дії кешу поста (у хвилинах)

source: Post revisions
cs: Revize příspěvků
da: Opslagshistorik
de: Beitragsrevisionen
es: Revisiones de publicación
fa: بازبینی صفحه
fi: Viestin versiot
fr: Révision des billets
ka: პოსტის შესწორებები
no: Artikelversjoner
pl: Rewizje posta
pt: Revisões do post
si: සංශෝධන පළ කරන්න
sv: Artikelversioner
tr: Makale tashihleri
uk: Ревізії посту

source: Media CDN
cs: Média CDN
da: Medie CDN
de: Medien CDN
es: CDN multimedia
fr: CDN des médias
ka: მედია ფაილების CDN
pl: Źródło CDN
si: මාධ්ය CDN
tr: Vasıta CDN
uk: Медіа CDN

source: If page slugs should take their parent slug into account when being generated. This is prefered for larger sitemaps.
cs: Pokud se má brát při generování URL segmentu v potaz nadřazený segment. Toto je doporučováno pro větší mapu stránek.
da: Afgør om sidestier bygger videre på forælderens sidesti når de genereres. Dette anbefales før større sitemaps.
de: Sollen Seiten Aliase beim Erstellen ihr übergeordnetes Element berücksichtigen? Dies wird für größere Sitemaps bevorzugt.
es: Si los slugs de la página deben tener en cuenta su slug padre cuando se genera. Esto es recomendable para los sitios más grandes.
fa: در صورتی که اسلاگ های صفحه باید اسلاگ والدین خود را هنگام تولید در نظر بگیرند. این برای Sitemap بزرگتر ترجیح داده می شود.
fi: Jos sivutunnisteiden pitäisi huomioida ylemmän tason sivutunnisteet niitä luotaessa. Tämä on suositeltu tapa isommille sivukartoille.
fr: Si les slugs de page doivent prendre en compte le slug du parent lors de leur génération. Cette méthode est préférable pour les sitemaps plus volumineux.
ka: თუ გვერდის slugs უნდა გაითვალისწინონ მათი მშობლის slug, როდესაც გენერირდება. ეს სასურველია უფრო დიდი საიტის რუქებისთვის.
no: Hvis URL-segmenter skal være basert på foreldrene når de opprettes. Dette anbefales for større nettsteder.
pl: Czy skróty strony powinny brać pod uwagę skróty nadrzędne podczas generowania. Zalecane dla dużych map strony.
pt: Se os slugs das páginas devem ter em conta seu slug pai ao ser gerado. Isso é recomendado para sitemaps grandes.
si: පිටු හම්බෙල්ලන් උත්පාදනය කිරීමේදී ඔවුන්ගේ මාපිය හම්බෙල්ලන් සැලකිල්ලට ගත යුතු නම්. මෙය විශාල අඩවි සිතියම් සඳහා වඩාත් කැමති වේ.
sv: Om URL-segment ska baseras på sin förälder då de skapas. Detta är rekommenderat för större sajter.
tr: Sayfa slug'ları oluşturulurken üst slug'larını hesaba katmalı mı? Bu, daha büyük site haritaları için tercih edilir.
uk: Чи сторінка повинна враховувати батьківський slug при створенні. Це краще для великих мап сайту.

source: The default number of levels that should be expanded in the page sitemap. This is useful for smaller sitemaps.
cs: Výchozí počet úrovní, který půjde rozbalit v mapě stránek. Toto je užitečné u menší mapy stránek.
da: Det antal niveauer der er udvidet i sitemap når det åbnes. Dette er mest brugbart til små sitemaps.
de: Standard Anzahl der Ebenen, um die in der Sitemap erweitert werden soll. Dies ist nützlich für kleinere Sitemaps.
es: El número por defecto de niveles que deben expandirse en el sitemap. Esto es útil para los sitemaps pequeños.
fa: تعداد پیش فرض سطوحی که باید در نقشه سایت صفحه گسترش یابد. این برای نقشه های سایت کوچکتر مفید است.
fi: Sivukartan laajennettujen tasojen oletusmäärä. Tämä on hyödyllinen pienemmillä sivukartoilla.
fr: Le nombre de niveaux par défaut qui doit être développés dans le sitemap. Ceci est utile pour les sitemaps plus petits.
ka: რუქის დონის ნაგულისხმევი რაოდენობა, რომელიც უნდა გაფართოვდეს გვერდის საიტის რუქაზე. ეს სასარგებლოა პატარა საიტების რუქებისთვის.
no: Hvor mange nivåer i sidestrukturen skal angis som standard. Dette er nyttig for mindre nettsteder uten for mange sider.
pl: Domyślna liczba poziomów które powinny być rozwinięte w mapie strony. Użyteczne dla mniejszych map stron.
pt: O número padrão de níveis que devem ser expandidos no sitemap da página. Isto é útil para sitemaps menores.
si: පිටු අඩවි සිතියමේ පුළුල් කළ යුතු පෙරනිමි මට්ටම් ගණන. මෙය කුඩා අඩවි සිතියම් සඳහා ප්‍රයෝජනවත් වේ.
sv: Hur många nivåer i sidstrukturen som ska vara utfällda som standard. Detta är användbart vid mindre sajter utan allt för många sidor.
tr: Sayfa site haritasında genişletilmesi gereken varsayılan düzey sayısı. Bu, daha küçük site haritaları için yararlıdır.
uk: Кількість рівнів мапи сайту, що мають бути розгорнуті на сторінці. Корисно для малих мап сайту.

source: The default page size for archive pages. Please note that this this can be overridden for specific archives.
cs: Výchozí velikost stránky pro archiv stránek. Vezměte prosím na vědomí, že toto lze přepsat pro konkrétní archivy.
da: Det antal opslag der vises pr. side i arkiver. Bemærk at dette kan konfigureres på det enkelte arkiv.
de: Die Standardgröße für Archivseiten. Bitte beachte, dass dies für bestimmte Archive überschrieben werden kann.
es: El tamaño de página por defecto para las páginas de archivo. Tenga en cuenta que esto puede ser cambiado por archivos específicos.
fa: اندازه صفحه پیش فرض برای صفحات آرشیو. لطفاً توجه داشته باشید که این می تواند برای بایگانی های خاص لغو شود.
fi: Arkistosivujen oletuskoko. Huomioithan, että tämä voidaan ohittaa tietyille arkistoille.
fr: La taille de page par défaut pour les pages d'archives. Veuillez noter qu'il est possible d'y déroger pour des archives spécifiques.
ka: არქივის გვერდზე პოსტების რაოდენობა. გთხოვთ გაითვალისწონოთ რომ ეს შეიძლება გაუქმდეს სხვა სერვისების კონფიგურაციით.
no: Hvor mange artikler som skal lastes som standard i et arkiv. Merk at dette kan omgås av spesifikke arkivsider.
pl: Domyślny rozmiar strony archiwalnej. Może być dostosowane dla konkretnych stron archiwalnych.
pt: A quantidade padrão de páginas para páginas de arquivo. Note que esse valor pode ser sobrescrito para páginas específicas.
si: සංරක්ෂිත පිටු සඳහා පෙරනිමි පිටු ප්‍රමාණය. මෙය විශේෂිත ලේඛනාගාර සඳහා අභිබවා යා හැකි බව කරුණාවෙන් සලකන්න.
sv: Hur många artiklar som ska laddas som standard i ett arkiv. Notera att detta kan kringgås av specifika arkivsidor.
tr: Arşiv sayfaları için varsayılan sayfa boyutu. Lütfen bunun belirli arşivler için geçersiz kılınabileceğini unutmayın.
uk: Розмір сторінки архіву за замовчуванням. Зверніть увагу, що це може бути перевизначено для конкретних архівів.

source: The maximum number of page revisions that should be stored for each page. A value of 0 means no limitation.
cs: Maximální počet revizí, které by měly být uloženy pro každou stránku. Hodnota 0 znamená bez omezení.
da: Det højeste antal revisioner der gemmes for hver side. Angiv 0 hvis ingen begrænsning ønskes.
de: Die maximale Anzahl an Seitenrevisionen, die für jede Seite gespeichert werden sollen. Ein Wert von 0 bedeutet keine Einschränkung.
es: El número máximo de revisiones de páginas que deben ser almacenadas para cada página. Un valor de 0 significa no limitación.
fa: حداکثر تعداد ویرایش های صفحه که باید برای هر صفحه ذخیره شود. مقدار 0 به معنای عدم محدودیت است.
fi: Jokaisen sivun tallennettavien versioiden enimmäismäärä. Arvo 0 tarkoittaa, ettei rajoituksia ole.
fr: Le nombre maximum de révisions de pages qui doivent être stockées pour chaque page. Une valeur de 0 signifie qu'il n'y a pas de limitation.
ka: პოსტის შესწორებების მაქსიმალური რაოდენობა, რომელიც უნდა იყოს შენახული თითოეული გვერდისთვის. 0 მნიშვნელობა არ ნიშნავს შეზღუდვას.
no: Maksimalt antall sideversjoner som skal lagres for hver side. Hvis du oppgir 0, blir dette tolket som ingen begrensning.
pl: Maksymalna ilość rewizji strony która powinna być przetrzymywana. Wartość 0 oznacza brak limitu.
pt: O número máximo de revisões de página que devem ser armazenadas para cada página. Um valor de 0 significa sem limitação.
si: එක් එක් පිටුව සඳහා ගබඩා කළ යුතු උපරිම පිටු සංශෝධන ගණන. 0 අගයක් යනු සීමාවක් නැත.
sv: Max antal sidversioner som ska sparas för varje sida. Om du anger 0 så tolkas detta som ingen begränsning.
tr: Her sayfa için saklanması gereken maksimum sayfa revizyon sayısı. 0 değeri, sınırlama olmadığı anlamına gelir.
uk: Максимальна кількість переглядів сторінок, які повинні зберігатися для кожної сторінки. Значення 0 означає без обмежень.

source: The maximum number of post revisions that should be stored for each post. A value of 0 means no limitation.
cs: Maximální počet revizí, které by měly být uloženy pro každý příspěvek. Hodnota 0 znamená bez omezení.
da: Det højeste antal revisioner der gemmes for hvert opslag. Angiv 0 hvis ingen begrænsning ønskes.
de: Die maximale Anzahl an Beitragsrevisionen, die für jeden Beitrag gespeichert werden sollen. Ein Wert von 0 bedeutet keine Einschränkung.
es: El número máximo de revisiones de publicación que deben almacenarse para cada publicación. Un valor de 0 significa no limitación.
fa: حداکثر تعداد بازبینی های پستی که باید برای هر پست ذخیره شود. مقدار 0 به معنای عدم محدودیت است.
fi: Jokaisen viestin tallennettavien versioiden enimmäismäärä. Arvo 0 tarkoittaa, ettei rajoituksia ole.
fr: Le nombre maximum de révisions de billet qui doivent être stockées pour chaque billet. Une valeur de 0 signifie qu'il n'y a pas de limitation.
ka: პოსტის შესწორებების მაქსიმალური რაოდენობა, რომელიც უნდა იყოს შენახული თითოეული პოსტისთვის. 0 მნიშვნელობა არ ნიშნავს შეზღუდვას.
no: Maksimalt antall sideversjoner som skal lagres for hver artikkel. Hvis du oppgir 0, blir dette tolket som ingen begrensning.
pl: Maksymalna ilość rewizji posta która powinna być przetrzymywana. Wartość 0 oznacza brak limitu.
pt: O número máximo de revisões de posts que devem ser armazenadas para cada post. Um valor de 0 significa sem limitação.
si: එක් එක් තනතුර සඳහා ගබඩා කළ යුතු උපරිම පශ්චාත් සංශෝධන ගණන. 0 අගයක් යනු සීමාවක් නැත.
sv: Max antal artikelversioner som ska sparas för varje artikel. Om du anger 0 så tolkas detta som ingen begränsning.
tr: Her gönderi için saklanması gereken maksimum gönderi revizyon sayısı. 0 değeri, sınırlama olmadığı anlamına gelir.
uk: Максимальна кількість версій публікації, які повинні зберігатися для кожного повідомлення. Значення 0 означає без обмежень.

source: The time in minutes that web browsers can use pages before asking the server for new updates.
cs: Čas v minutách, kdy webové prohlížeče mohou používat stránky, než požádají server o nové aktualizace.
da: Antal minutter browsere kan cache sider uden at de genindlæses fra serveren.
de: Die Zeit in Minuten, in der Web-Browser Seiten verwenden können, bevor Sie den Server nach neuen Updates fragen.
es: El tiempo en minutos que los navegadores web pueden utilizar páginas antes de pedir al servidor nuevas actualizaciones.
fa: مدت زمانی که مرورگرهای وب می‌توانند از صفحات قبل از درخواست به‌روزرسانی‌های جدید از سرور استفاده کنند.
fi: Aika minuutteina, jonka verkkoselaimet voivat käyttää sivuja ennen kuin pyytävät palvelimelta uusia päivityksiä.
fr: La durée en minutes que les navigateurs web peuvent utiliser les pages avant de demander au serveur les nouvelles mises à jour.
ka: ქეშირების დრო წუთებში, როდესაც ბრაუზერი არ მიმართავს სერვერს გვერდების განახლებისთვის.
no: Hvor lang tid i minutter nettlesere kan lagre sider i cachen før den spør om det er en ny versjon.
pl: Czas w minutach wg którego przeglądarki mogą używać strony przed prośbą o nowe aktualizacje danych.
pt: O tempo em minutos que os navegadores podem usar páginas antes de pedir novas atualizações ao servidor.
si: නව යාවත්කාලීන සඳහා සේවාදායකයෙන් විමසීමට පෙර වෙබ් බ්‍රව්සර්වලට පිටු භාවිත කළ හැකි මිනිත්තු කිහිපයකින් කාලය.
sv: Hur lång tid i minuter som webbläsare får spara sidor i sin cache innan den frågar om det finns en ny version.
tr: Ağ tarayıcılarının, sunucudan yeni güncellemeler talebi öncesinde, sayfaları kullanabileceği dakika zaman dilimi.
uk: Скільки часу у хвилинах браузери можуть використовувати сторінки, перш ніж запитувати сервер про нові оновлення.

source: The time in minutes that web browsers can use posts before asking the server for new updates.
cs: Čas v minutách, kdy webové prohlížeče mohou používat příspěvky, než požádají server o nové aktualizace.
da: Antal minutter browsere kan cache opslag uden at de genindlæses fra serveren.
de: Die Zeit in Minuten, in der Web-Browser Beiträge verwenden können, bevor Sie den Server nach neuen Updates fragen.
es: El tiempo en minutos que los navegadores web pueden usar posts antes de pedir al servidor nuevas actualizaciones.
fa: مدت زمانی که مرورگرهای وب می‌توانند از پست‌ها قبل از درخواست به‌روزرسانی جدید از سرور استفاده کنند.
fi: Aika minuutteina, jonka verkkoselaimet voivat käyttää viestejä ennen kuin pyytävät palvelimelta uusia päivityksiä.
fr: La durée en minutes que les navigateurs web peuvent utiliser les billets avant de demander au serveur les nouvelles mises à jour.
ka: ქეშირების დრო წუთებში, როდესაც ბრაუზერი არ მიმართავს სერვერს პოსტების განახლებისთვის.
no: Hvor lang tid i minutter nettlesere kan lagre artikler i cachen før den spør om det er en ny versjon.
pl: Czas w minutach wg którego przeglądarki mogą używać posta przed prośbą o nowe aktualizacje danych.
pt: O tempo em minutos que os navegadores podem usar posts antes de pedir novas atualizações ao servidor.
si: නව යාවත්කාලීන සඳහා සේවාදායකයෙන් විමසීමට පෙර වෙබ් බ්‍රව්සර්වලට පළ කිරීම් භාවිත කළ හැකි මිනිත්තු කිහිපයකින් කාලය.
sv: Hur lång tid i minuter som webbläsare får spara artiklar i sin cache innan den frågar om det finns en ny version.
tr: Ağ tarayıcılarının, sunucudan yeni güncellemeler talebi öncesinde, makaleleri kullanabileceği dakika zaman dilimi.
uk: Скільки часу у хвилинах браузери можуть використовувати публікації перед тим, як запитувати сервер про нові оновлення.

source: The full URL (including any folder name) to the CDN used to serve uploaded media. Leave blank to use default storage URL.
cs: Úplná adresa URL (včetně názvu složky) na CDN použitá k poskytování nahraných médií. Chcete-li použít výchozí adresu URL úložiště, ponechte prázdné.
da: Den komplette URL (inklusiv sti) til CDN'en der bruges til uploadet indhold. Lad feltet være tomt, hvis du ikke bruger CDN.
de: Die vollständige URL (einschließlich eines Ordnernamen) an die CDN, die zum Hochladen von Medien verwendet wird. Leer lassen, um die Standard-Speicheradresse zu verwenden.
es: La URL completa (incluyendo cualquier nombre de carpeta) al CDN utilizado para servir medios subidos. Dejar en blanco para usar la URL de almacenamiento por defecto.
fa: URL کامل (شامل نام هر پوشه) CDN مورد استفاده برای ارائه رسانه آپلود شده. برای استفاده از URL ذخیره سازی پیش فرض، آن را خالی بگذارید.
fi: Koko URL-osoite (mukaan lukien mikä tahansa kansion nimi) CDN: lle, jota käytetään palveluun ladatussa mediassa. Jätä tyhjäksi käyttääksesi oletustallennustilan URL-osoitetta.
fr: L'URL complète (y compris le nom du dossier) du CDN utilisé pour servir les médias téléchargés. Laisser en blanc pour utiliser l'URL de stockage par défaut.
ka: სრული URL (საქაღალდის ნებისმიერი სახელის ჩათვლით) CDN- ზე, რომელიც გამოიყენება ატვირთული მედიის მომსახურებისთვის. დატოვეთ ცარიელი, რომ გამოიყენოთ ნაგულისხმევი მეხსიერების URL.
no: Den fullstendige URL-en (inkludert potensielle kataloger) til CDN som skal brukes for opplastede medier. La være tomt for ikke å bruke CDN.
pl: Pełny adres URL (włącznie z nazwą folderu) do CDN który dostarcza pliki multimedialne. Zostaw puste aby użyć domyślnego adresu URL.
pt: A URL completa (incluindo qualquer nome de pasta) para o CDN usado para servir as mídia de upload. Deixe em branco para usar a URL de armazenamento padrão.
si: උඩුගත කළ මාධ්‍ය සේවය කිරීමට භාවිතා කරන CDN වෙත සම්පූර්ණ URL (ඕනෑම ෆෝල්ඩර නමක් ඇතුළුව). පෙරනිමි ගබඩා URL භාවිතා කිරීමට හිස්ව තබන්න.
sv: Den fulla URL:en (inklusive potentiella kataloger) till det CDN som ska användas för uppladdad media. Lämna blank för att inte använda CDN.
tr: CDN'e tam URL (her dosya adı tazammun etmeli), yüklenen vasıtaları hizmete sunmak için kullanılır. Faraziye depolama URL'u kullanmak için boş bırakın.
uk: Повна URL-адреса (у тому числі назва теки) для CDN, використовується для роздачі завантажених медіа. Залиште порожнім, щоб використовувати URL-адресу за замовчуванням.

source: Approve comments
cs: Schválit komentáře
da: Godkend kommentarer
de: Kommentar genehmigen
es: Aprobar comentarios
fa: تأیید نظرات
fi: Hyväksy kommentit
fr: Approuver les commentaires
ka: კომენტარების დადასტურება
pl: Zatwierdź komentarze
pt: Aprovar comentários
si: අදහස් අනුමත කරන්න
sv: Godkänn kommentarer
tr: Yorumları tasdikle
uk: Модерувати коментарі перед публікацією

source: Close comments after
cs: Zavřít komentáře po
da: Luk kommentarer efter
es: Cerrar comentarios después de
fa: بستن کامنت ها بعد از
fi: Sulje kommentit
fr: Fermer les commentaires après
ka: კომენტარების დახურვის პერიოდი
pl: Zamknij komentarze po
pt: Fechar comentários após
si: පසුව අදහස් වසන්න
sv: Stäng kommentarer efter
tr: Müteakiben yorumları kapat
uk: Закрити коментарі після

source: Collapse block headers
cs: Skrýt záhlaví bloku
da: Sammenfold blok headers
de: Block-Header einklappen
es: Colapsar cabeceras de bloque
fa: بستن headers بلوک
fi: Pienennä lohkojen otsikot
fr: Réduction des en-têtes des groupes de blocs
ka: ბლოკის სათაურების აკეცვა
pl: Zwiń nagłówki bloków
pt: Recolher cabeçalhos dos blocos
si: වාරණ ශීර්ෂ හකුළන්න
sv: Fäll ihop blockrubriker
tr: Öbek başlıklarını daralt
uk: Згорнути блок заголовків

source: Collapse blocks
cs: Sbalit bloky
da: Sammenfold blokke
de: Block minimieren
es: Colapsar bloques
fa: بستن بلوک ها
fi: Pienennä lohkot
fr: Réduction des blocs
ka: ბლოკების აკეცვა
pl: Zwiń bloki
pt: Recolher cabeçalhos
si: කුට්ටි කඩා දමන්න
sv: Fäll ihop block
tr: Öbekleri daralt
uk: Згорнути блоки

source: Comments page size
cs: Velikost stránky u komentářů
da: Antal kommentarer pr. side
es: Tamaño de página de comentarios
fa: اندازه صفحه نظرات
fi: Kommenttien sivun koko
fr: Taille des pages de commentaires
ka: კომენტარების გვერდის ზომა
pl: Rozmiar strony komentarzy
pt: Tamanho da página de comentários
si: අදහස් පිටුවේ ප්‍රමාණය
sv: Sidstorlek för kommentarer
tr: Yorumların sayfa boyutu
uk: Розмір сторінки коментарів

source: Enable page comments
cs: Povolit komentáře na stránce
da: Aktiver sidekommentarer
de: Seitenkommentare aktivieren
es: Habilitar comentarios de página
fa: فعال بودن نظرات برای صفحه
fi: Salli sivujen kommentointi
fr: Activer les commentaires sur les pages
ka: გვერდზე კომენტარის დაწერის უფლება
pl: Włącz komentarze do strony
pt: Ativar comentários na página
si: පිටුවේ අදහස් ඉදිරිපත් කරන්න
sv: Aktivera kommentarer för sidor
tr: Sayfa yorumları müessir
uk: Увімкнути коментарі до сторінок

source: Enable post comments
cs: Povolit komentáře u příspěvku
da: Aktiver opslagskommentarer
de: Beitragskommentare aktivieren
es: Habilitar comentarios de post
fa: فعال بودن نظرات برای نوشته
fi: Salli viestien kommentointi
fr: Activer les commentaires sur les billets
ka: პოსტზე კომენტარის დაწერის უფლება
pl: Włącz komentarze postów
pt: Ativar comentários no post
si: පළ කිරීම් අදහස් සබල කරන්න
sv: Aktivera kommentarer för artiklar
tr: Makale yorumları müessir
uk: Увімкнути коментарі до публікацій
