Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Config.*.resx
Languages: cs, da, de, es, fa, fi, fr, ka, no, pl, pt, si, sv, tr, uk

source: If block group headers should be collapsed by default when opening a page or post in the manager.
cs: Pokud by měly být sbaleny hlavičky bloků ve výchozím nastavení při otevření stránky nebo příspěvku ve správci.
da: Aktivér for at sammenfolde blok headers som standard når en side eller et opslag åbnes i manageren.
es: Si los encabezados de grupo de bloques deben ser colapsados por defecto al abrir una página o publicar en el administrador.
fa: اگر هنگام باز کردن یک صفحه یا پست در مدیر باید سرصفحه‌های گروه بلوک به طور پیش‌فرض جمع شوند.
fi: Jos lohkojen ryhmäotsikoiden pitäisi olla oletusarvoisesti pienennettynä, kun avaa sivun tai julkaisun Managerissa.
fr: Si les en-têtes des groupes de blocs doivent être repliés par défaut lors de l'ouverture d'une page ou d'un message dans le gestionnaire.
ka: ბლოკის ჯგუფის სათაურები უნდა იყოს აკეცილი, როდესაც ხსნი გვერდს ან პოსტს მენეჯერში.
pl: Czy nagłówki grupy bloków powinny być domyślnie zwinięte podczas otwierania strony lub postu w menedżerze.
pt: Se cabeçalhos de grupo de blocos devem ser recolhidos por padrão ao abrir uma página ou postagem no manager.
si: බ්ලොක් කණ්ඩායම් ශීර්ෂයන් කළමනාකරු තුළ පිටුවක් හෝ පළ කිරීමක් විවෘත කිරීමේදී පෙරනිමියෙන් හකුළනු ලැබිය යුතු නම්.
sv: Om rubriker för blockgrupper ska vara ihopfällda som standard när du redigerar en sida eller artikel.
tr: Eğer öbek grubu başlıkları bir sayfa veya makale açarken, farazi olarak idarecide daraltılmalıysa.
uk: Чи згортати блок з групою заголовків за замовчуванням при відкритті сторінки або публікації в менеджері.

source: If blocks should be collapsed by default when opening a page or post in the manager.
cs: Pokud by měly být sbaleny bloky ve výchozím nastavení při otevření stránky nebo příspěvku ve správci.
da: Aktivér for at sammenfolde blokke som standard når en side eller et opslag åbnes i manageren.
es: Si los bloques deben estar colapsados por defecto al abrir una página o publicar en el administrador.
fa: اگر هنگام باز کردن یک صفحه یا پست در مدیر، بلوک ها باید به طور پیش فرض جمع شوند.
fi: Jos lohkojen pitäisi olla oletusarvoisesti pienennettynä, kun avaa sivun tai viestin Managerissa.
fr: Si les blocs doivent être repliés par défaut lors de l'ouverture d'une page ou d'un message dans le gestionnaire.
ka: ბლოკის სათაურები უნდა იყოს აკეცილი, როდესაც ხსნი გვერდს ან პოსტს მენეჯერში.
pl: Czy bloki powinny być domyślnie zwinięte podczas otwierania strony lub postu w menedżerze.
pt: Se blocos devem ser recolhidos por padrão ao abrir uma página ou postagem no manager.
si: කළමනාකරු තුළ පිටුවක් හෝ පළ කිරීමක් විවෘත කරන විට කුට්ටි පෙරනිමියෙන් බිඳ දැමිය යුතු නම්.
sv: Om block ska vara ihopfällda som standard när du redigerar en sida eller artikel.
tr: Eğer öbekler bir sayfa veya makale açarken, farazi olarak idarecide daraltılmalıysa.
uk: Чи згортати блоки за замовчуванням при відкритті сторінки або публікації в менеджері.

source: If comments should be approved by default. Please note that this can be overridden by third party moderation services.
cs: Pokud by měly být komentáře ve výchozím nastavení schváleny. Vezměte prosím na vědomí, že nastavení může být přepsáno službami třetích stran.
da: Angiver om kommentarer skal godkendes som standard. Bemærk at dette kan omgås af tredjeparts modereringstjenester.
es: Si los comentarios deben ser aprobados por defecto. Tenga en cuenta que esto puede ser anulado por servicios de moderación de terceros.
fa: اگر نظرات باید به طور پیش فرض تأیید شوند. لطفا توجه داشته باشید که ممکن است توسط سرویس‌های ثالث نادیده گرفته شود.
fi: Jos kommentit pitäisi hyväksyä oletusarvoisesti. Huomaa, että kolmannen osapuolen moderointipalvelut voivat ohittaa tämän.
fr: Si les commentaires doivent être approuvés par défaut. Veuillez noter que des services de modération tiers peuvent passer outre à cette règle.
ka: კომენტარების დადასტურება ავტომატურად. გთხოვთ გაითვალისწონოთ რომ ეს შეიძლება გაუქმდეს სხვა სერვისების კონფიგურაციით.
pl: Czy komentarze powinny być zatwierdzone domyślnie. Pamiętaj, że może być to nadpisane przez inne serwisy moderacyjne.
pt: Se os comentários devem ser aprovados por padrão. Observe que isto pode ser sobrescrito por serviços de moderação de terceiros.
si: අදහස් පෙරනිමියෙන් අනුමත කළ යුතු නම්. තෙවන පාර්ශ්ව මධ්‍යස්ථ සේවා මගින් මෙය ප්‍රතික්‍ෂේප කළ හැකි බව කරුණාවෙන් සලකන්න.
sv: Om kommentarer ska godkännas automatiskt. Observera att detta kan åsidosättas av modereringstjänster från tredje part.
tr: Yorumların varsayılan olarak onaylanması gerekiyorsa, lütfen bunun üçüncü taraf moderasyon hizmetleri tarafından geçersiz kılınabileceğini unutmayın.
uk: Чи схвалювати коментарі за замовчуванням. Зверніть увагу, що це може бути перевизначено сторонніми сервісами модерації.

source: If comments should be enabled for pages by default. Please note that this this can be overridden for specific pages.
cs: Pokud by měly být komentáře u stránek ve výchozím nastavení povoleny. Vezměte prosím na vědomí, že nastavení může být u jednotlivých stránek přepsáno.
da: Afgør om kommentarer er aktiveret på nye sider. Bemærk at dette kan overskrives på den enkelte side.
es: Si los comentarios deben estar habilitados para las páginas por defecto. Tenga en cuenta que esto puede ser anulado para páginas específicas.
fa: اگر به طور پیش فرض باید نظرات را برای صفحات فعال کنید. لطفاً توجه داشته باشید که این مورد برای صفحات خاص قابل لغو است.
fi: Jos kommentit tulee ottaa käyttöön oletusarvoisesti sivuille. Huomaa, että tämä voidaan ohittaa tietyille sivuille.
fr: Si les commentaires doivent être activés par défaut pour les pages. Veuillez noter qu'il est possible de passer outre cette option pour des pages spécifiques.
ka: კომენტარები დაწერის უფლება გვერდებზე ხელმისაწვდომი იყოს მუდმივად. გთხოვთ გაითვალისწონოთ რომ ეს შეიძლება გაუქმდეს სხვა სერვისების კონფიგურაციით.
pl: Czy komentarze powinny być domyślnie włączone dla stron. Pamiętaj, że to może być nadpisane dla określonych stron.
pt: Se os comentários devem ser habilitados por padrão para páginas. Por favor, note que isto pode ser substituído para páginas específicas.
si: පෙරනිමියෙන් පිටු සඳහා අදහස් සක්‍රීය කළ යුතු නම්. මෙය විශේෂිත පිටු සඳහා අභිබවා යා හැකි බව කරුණාවෙන් සලකන්න.
sv: Om kommentarer ska användas för sidor. Observera att detta kan åsidosättas för specifika sidor.
tr: Yorumların sayfalar için varsayılan olarak etkinleştirilmesi gerekiyorsa, lütfen bunun belirli sayfalar için geçersiz kılınabileceğini unutmayın.
uk: Чи повинні коментарі до сторінок бути включені за замовчуванням. Зверніть увагу, що це може бути перевизначено для певних сторінок.

source: If comments should be enabled for posts by default. Please note that this this can be overridden for specific posts.
cs: Pokud by měly být komentáře u příspěvků ve výchozím nastavení povoleny. Vezměte prosím na vědomí, že nastavení může být u jednotlivých příspěvků přepsáno.
da: Afgør om kommentarer er aktiveret på nye opslag. Bemærk at dette kan overskrives på det enkelte opslag.
es: Si los comentarios deben estar habilitados para las publicaciones por defecto. Tenga en cuenta que esto puede ser anulado para publicaciones específicas.
fa: اگر باید نظرات به صورت پیش فرض برای نوشته‌ها فعال باشد. لطفاً توجه داشته باشید که این مورد برای نوشته‌های خاص قابل لغو است.
fi: Jos kommentit tulisi ottaa käyttöön oletusarvoisesti viesteille. Huomaa, että tämä voidaan ohittaa tiettyihin viesteihin.
fr: Si les commentaires doivent être activés par défaut pour les billets. Veuillez noter qu'il est possible de passer outre cette option pour des billets spécifiques.
ka: კომენტარები დაწერის უფლება პოსტებზე ხელმისაწვდომი იყოს მუდმივად. გთხოვთ გაითვალისწონოთ რომ ეს შეიძლება გაუქმდეს სხვა სერვისების კონფიგურაციით.
pl: Czy komentarze powinny być domyślnie włączone. Pamiętaj, że to może być nadpisane dla konkretnych wpisów.
pt: Se os comentários devem ser habilitados por padrão para posts. Por favor, note que isto pode ser substituído para posts específicos.
si: පෙරනිමියෙන් පළ කිරීම් සඳහා අදහස් සක්‍රීය කළ යුතු නම්. මෙය විශේෂිත තනතුරු සඳහා ප්‍රතික්‍ෂේප කළ හැකි බව කරුණාවෙන් සලකන්න.
sv: Om kommentarer ska användas för artiklar. Observera att detta kan åsidosättas för specifika artiklar.
tr: Yorumların gönderiler için varsayılan olarak etkinleştirilmesi gerekiyorsa, lütfen bunun belirli gönderiler için geçersiz kılınabileceğini unutmayın.
uk: Чи повинні коментарі до публікацій бути включені за замовчуванням. Зверніть увагу, що це може бути перевизначено для певних публікацій.

source: The default page size when loading comments. Please note that this this can be overridden for specific pages.
cs: Výchozí velikost stránky při načítání komentářů. Vezměte prosím na vědomí, že toto může být přepsáno u jednotlivých stránek.
da: Standardsidestørrelsen for kommentarer. Bemærk at dette kan konfigureres på den enkelte side.
fa: اندازه صفحه پیش فرض هنگام بارگیری نظرات. لطفاً توجه داشته باشید که این می تواند برای صفحات خاصی لغو شود.
fi: Oletussivun koko kommentteja ladattaessa. Huomaa, että tämä voidaan ohittaa tietyille sivuille.
fr: La taille de page par défaut lors du chargement des commentaires. Veuillez noter qu'il est possible de modifier cette valeur pour des pages spécifiques.
ka: კომენტარების გვერდის ზომა, როდესაც ჩაიტვირთება გვერდი. გთხოვთ გაითვალისწონოთ რომ ეს შეიძლება გაუქმდეს სხვა სერვისების კონფიგურაციით.
pl: Domyślny rozmiar strony podczas ładowania komentarzy. Pamiętaj, że to może być nadpisane dla określonych stron.
pt: A quantidade padrão de comentários a serem mostrados quando carregados. Note que esse valor pode ser sobrescrito para páginas específicas.
si: අදහස් පූරණය කිරීමේදී පෙරනිමි පිටු ප්‍රමාණය. මෙය විශේෂිත පිටු සඳහා අභිබවා යා හැකි බව කරුණාවෙන් සලකන්න.
sv: Hur många artiklar som ska laddas som standard i ett arkiv. Notera att detta kan åsidosättas av specifika arkiv.
tr: Yorumları yüklerken varsayılan sayfa boyutu. Lütfen bunun belirli sayfalar için geçersiz kılınabileceğini unutmayın.
uk: Розмір сторінки за замовчуванням під час завантаження коментарів. Зверніть увагу, що це може бути перевизначено для певних сторінок.

source: The number of days commenting should be open after publish date. A value of 0 means forever.
cs: Počet dní kdy budou otevřené komentáře po datu zveřejnení. Hodnota 0 znamená navždy.
da: Antal dage kommentarsporet er åbent efter udgivelse. Angiv 0 hvis du ikke ønsker at lukke kommentarsporet.
fa: تعداد روزهای ارسال نظر باید پس از تاریخ انتشار باز باشد. مقدار 0 به معنای همیشه است.
fi: Päivien lukumäärä, jolloin kommentoinnin pitäisi olla sallittua julkaisun jälkeen. Arvo 0 tarkoittaa ikuisesti.
fr: Le nombre de jours après la date de publication pendant lesquels les commentaires sont possibles. Une valeur de 0 signifie pour toujours.
ka: დღეების რაოდენობა, როდესაც დაშვებულია კომენტარების დაწერა გამოქვეყნების თარიღიდან. 0 მნიშვნელობა არ ნიშნავს შეზღუდვას.
pl: Liczba dni od publikacji w ciągu których komentowanie jest dozwolone. Wartość 0 oznacza na zawsze.
pt: O número de dias que comentários ficam abertos após a data de publicação. Um valor de 0 significa para sempre.
si: ප්‍රකාශන දිනට පසුව අදහස් දක්වන දින ගණන විවෘත විය යුතුය. 0 අගයක් යනු සදහටම යන්නයි.
sv: Antalet dagar som kommentering är öppet efter publiceringsdatum. Värdet 0 betyder att kommentering alltid är öppen.
tr: Yayın tarihinden sonra yorumların açık kalması gereken gün sayısı. 0 değeri sonsuz anlamına gelir.
uk: Скільки днів коментарі мають бути відкриті після публікації. Значення 0 означає назавжди.
