Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Content.*.resx
Languages: ar, fr, ru, si, tr, uk, zh

source: Excerpt
ar: مقتبس
fr: Extrait
ru: Цитата
si: උපුටා ගැනීමකි
tr: Özet
uk: Витяг
zh: 摘录

source: Meta index
ar: فهرسه وسم
fr: Méta index
ru: Индексировать
si: මෙටා දර්ශකය
tr: Meta dizin
uk: Meta індексація
zh: 关键值索引

source: Meta follow
ar: متابعة وسم
fr: Méta follow
ru: Анализировать ссылки
si: මෙටා අනුගමනය කරයි
tr: Meta takip
uk: Meta слідування
zh: 关键值流程

source: Meta priority
ar: أولوية الوسم
fr: Méta priorité
ru: Приоритет meta-тега
si: මෙටා ප්‍රමුඛතාවය
tr: Meta öncelik
uk: Meta пріоритет
zh: 关健值优先

source: Primary image
ar: الصورة الأساسية
fr: Image principale
ru: Основное изображение
si: මූලික රූපය
tr: Ana görsel
uk: Основне зображення
zh: 主要图像

source: Search engine priority, compared to other content in the same site.
ar: أولوية محرك البحث، مقارنة بالمحتوى الآخر في نفس الموقع.
fr: Priorité pour le moteur de recherche, par rapport aux autres contenus sur le même site.
ru: Приоритет поисковой системы, в сравнении с другим содержимым того же сайта.
si: සෙවුම් යන්ත්‍ර ප්‍රමුඛතාවය, එකම අඩවියේ ඇති අනෙකුත් අන්තර්ගතයන් හා සසඳන විට.
tr: Aynı sitedeki diğer içeriklere göre arama motoru önceliği.
uk: Пріоритет пошуку серед іншого, в порівнянні з іншими матеріалами цього сайту.
zh: 与同一站点中的其他内容相比，搜索引擎优先级。

source: The content was successfully deleted
ar: تم حذف المحتوى بنجاح
fr: Le contenu a été supprimé avec succès
ru: Контент был успешно удален
si: අන්තර්ගතය සාර්ථකව මකා ඇත
tr: İçerik başarıyla silindi
uk: Вміст успішно видалено
zh: 内容已成功删除

source: An error occured while deleting the content
ar: حدث خطأ أثناء حذف المحتوى
fr: Une erreur est survenue lors de la suppression du contenu
ru: Произошла ошибка при удалении контента
si: අන්තර්ගතය මකා දැමීමේදී දෝෂයක් ඇති විය
tr: İçerik silinirken bir hata oluştu
uk: Сталася помилка під час видалення вмісту
zh: 删除内容时发生错误

source: The content was successfully saved
ar: تم حفظ المحتوى بنجاح
fr: Le contenu a été enregistré avec succès
ru: Контент успешно сохранен
si: එය සාර්ථකව සුරැකිණි
tr: İçerik başarıyla kaydedildi
uk: Вміст успішно збережено
zh: 内容已成功保存

source: An error occured while saving the content
ar: حدث خطأ أثناء حفظ المحتوى
fr: Une erreur est survenue lors de la sauvegarde du contenu
ru: Произошла ошибка при сохранении контента
si: තිරය සුරැකීමේදී දෝෂයක් හටගනී
tr: İçerik kaydedilirken bir hata oluştu
uk: Сталася помилка при збереженні вмісту
zh: 保存内容时发生错误
