Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Media.*.resx
Languages: bg, cs, da, es, ka, pl, pt, si, sv, vi, zh_tw

source: Add folder
bg: Добавяне на папка
cs: Přidat složku
da: Tilføj mappe
es: Añadir carpeta
ka: საქაღალდის დამატება
pl: Dodaj folder
pt: Adicionar pasta
si: බහාලුම එකතුකරන්න
sv: Lägg till mapp
vi: Thêm thư mục
zh_tw: 建立資料夾

source: Drop files here or click to upload.
bg: Тук пуснете файлове с влачене или просто щракнете за избор на файл за качване
cs: Sem přetáhněte soubory nebo klikněte pro výběr.
da: Træk filer hertil eller klik for at overføre.
es: Suelta los archivos aquí o haz clic en subir.
ka: ასატვირთად გადმოათრიეთ ფაილები აქ.
pl: Upuść pliki tutaj lub kliknij, aby przesłać.
pt: Arraste e solte arquivos aqui, ou clique para selecioná-los.
si: ගොනු මෙහි දමන්න හෝ උඩුගත කිරීමට ක්ලික් කරන්න.
sv: Dra filer hit eller klicka för att ladda upp.
vi: Thả tệp tin vào đây hoặc nhấp tải lên.
zh_tw: 將檔案拖放到此處，或點選上傳。

source: Download media
bg: Изтегли
cs: Stáhnout média
da: Hent mediet
es: Descargar media
ka: ჩამოტვირთვა
pl: Pobrane
pt: Download
si: මාධ්‍ය භාරගන්න
sv: Ladda ner media
vi: Tải media
zh_tw: 下載媒體檔案

source: Folder name
bg: Име на папка
cs: Název složky
da: Mappenavn
es: Nombre de carpeta
ka: საქაღალდის სახელი
pl: Nazwa folderu
pt: Nome da pasta
si: බහලුමේ නම
sv: Mappnamn
vi: Tên thư mục
zh_tw: 資料夾名稱

source: Folder name is mandatory.
bg: Името на папката е задължително.
cs: Název složky je povinný.
da: Indtast venligst et mappenavn.
es: El nombre de carpeta es obligatorio.
ka: საქაღალდის სახელი სავალდებულოა.
pl: Nazwa folderu jest obowiązkowa.
pt: O nome de pasta é obrigatório.
si: ෆෝල්ඩරයේ නම අනිවාර්ය වේ.
sv: Mappnamn är obligatoriskt.
vi: Tên thư mục là bắt buộc.
zh_tw: 資料夾名稱是必填的。

source: Gallery
bg: Галерия
cs: Galerie
da: Album
es: Galería
ka: გალერეა
pl: Galeria
pt: Galeria
si: ගැලරිය
sv: Galleri
vi: Thư viện ảnh
zh_tw: 相簿

source: Media
bg: Хранилище
cs: Média
da: Mediebibliotek
ka: მედია ფაილები
si: මාධ්යය
vi: Đa phương tiện
zh_tw: 媒體

source: Media preview is not available
bg: Визуализацията не е достъпна
cs: Náhled souboru není k dispozici
da: Forhåndsvisning af medier er ikke tilgængeligt
es: La vista previa no está disponible
ka: მედია ფაილის ჩვენება შეუძლებელია
pl: Podgląd nie jest dostępny
pt: Pré-visualização indisponível
si: මාධ්‍ය පෙරදසුන නොමැත
sv: Förhandsgranskning är inte tillgänglig
vi: Xem trước đa phương tiện chưa sản sàng
zh_tw: 媒體預覽不可用

source: Open media in new tab
bg: Отвори в нов раздел
cs: Otevřete soubor v nové kartě
da: Åbn mediet i ny fane
es: Abrir media en nueva pestaña
ka: მედია ფაილის ახალ ტაბში გახსნა
pl: Otwórz odnośnik w nowej karcie
pt: Abrir media em uma nova aba
si: නව ටැබයක මාධ්‍ය විවෘත කරන්න
sv: Öppna media i ny flik
vi: Mở tập tin đa phương tiện trong tẻ mới
zh_tw: 在新標籤中打開媒體

source: Select media
bg: Избери ресурс
cs: Vyberte soubor
da: Vælg medie
es: Seleccionar media
ka: მედია ფაილის მონიშვნა
pl: Wybierz media
pt: Selecionar media
si: මාධ්ය තෝරන්න
sv: Välj media
vi: Chọn đa phương tiện
zh_tw: 選擇媒體

source: Your browser does not support the video tag.
bg: Вашият браузър не поддържа видео тагове
cs: Váš prohlížeč nepodporuje značku videa.
da: Din browser understøtter ikke dette video tag.
es: Su navegador no soporta la etiqueta de vídeo.
ka: თქვენის ბრაუზერში არ არის ხელმისაწვდომი ვიდეოს გაშვება.
pl: Twoja przeglądarka nie obsługuje tagów wideo.
pt: Seu navegador não suporta a tag do vídeo.
si: ඔබගේ බ්‍රවුසරය වීඩියෝ ටැගයට සහය නොදක්වයි.
sv: Din webbläsare stödjer inte video.
vi: Trình duyệt của bạn không hỗ trợ thẻ video.
zh_tw: 您的瀏覽器不支援視訊標籤(video tag)。

source: List
cs: Seznam
da: Oversigt
ka: სია
pt: Lista
si: ලැයිස්තුව
sv: Lista
vi: Danh sách
zh_tw: 列表

source: Preferred aspect
cs: Upřednostňovaný aspekt
da: Fortrukket billedformat
ka: სასურველი ასპექტები
pt: Aspecto preferido
si: කැමති පැත්ත
sv: Önskat bildläge
vi: Tỉ lệ ưa thích
zh_tw: 首選尺寸

source: Original
cs: Původní
da: Oprindelig
ka: ორიგინალი
si: මුල්
vi: Nguyên bản
zh_tw: 原始檔案

source: Landscape
cs: Na šířku
da: Liggende
ka: ჰორიზონტალური
pt: Paisagem
si: තිරස්
sv: Landskap
vi: Phong cảnh
zh_tw: 橫向螢幕

source: Portrait
cs: Na výšku
da: Stående
ka: ვერტიკალური
pt: Retrato
si: සිරස්
sv: Porträtt
vi: Chân dung
zh_tw: 直向模式

source: Widescreen
ka: ფართე ეკრანი
pt: Tela Cheia
si: පුළුල්තිරය
sv: Vidvinkel
vi: Toàn màn hình
zh_tw: 寬螢幕

source: Square
cs: Čtverec
da: Kvadrat
ka: ოთხკუთხა
pt: Quadrado
si: චතුරස්රය
sv: Kvadrat
vi: Vuông
zh_tw: 正方形

source: Are you sure you want to delete selected media?
cs: Opravdu chcete odstranit vybranou položku?
da: Er du sikker på at du vil slette de valgte medier?
ka: ნამდვილად გსურთ მონიშნული მედია ფაილის წაშლა?
pt: Deseja realmente excluir as mídias selecionadas?
si: ඔබට තෝරාගත් මාධ්‍ය මැකීමට අවශ්‍ය බව විශ්වාසද?
sv: Är du säker på att du vill radera vald media?
vi: Bạn có chắc muốn xóa phương tiện này không?
zh_tw: 您確定要刪除選定的媒體嗎？

source: Delete selected items
cs: Odstranit vybrané položky
da: Slet valgte elementer
ka: წაშალე მონიშნული ელემენტები
pt: Apagar itens selecionados
si: තෝරාගත් අයිතම මකන්න
sv: Radera markerad media
vi: Xóa các mục đã chọn
zh_tw: 刪除選中專案

source: Media file was successfully moved.
cs: Mediální soubor byl úspěšně přesunut.
da: Mediefilen blev flyttet.
ka: მედია ფაილის გადაადგილება წარმატებით დასრულდა.
pt: O arquivo de mídia foi movido com sucesso.
si: මාධ්‍ය ගොනුව සාර්ථකව ගෙන යන ලදී.
sv: Mediafilen har flyttats.
vi: Tệp phương tiện được di chuyển thành công.
zh_tw: 媒體檔案已成功移動。

source: Media files was successfully moved.
cs: Mediální soubory byly přesunuty.
da: Mediefilerne blev flyttet.
ka: მედია ფაილების გადაადგილება წარმატებით დასრულდა.
pt: Arquivos de mídia movidos com sucesso.
si: මාධ්‍ය ගොනු සාර්ථකව ගෙන යන ලදී.
sv: Mediafilerna har flyttats.
vi: Tệp phương tiện được di chuyển thành công.
zh_tw: 媒體檔案已成功移動。

source: The media file was not found.
cs: Mediální soubor nebyl nalezen.
da: Mediefilen blev ikke fundet.
ka: მედია ფაილი არ მოიძებნა.
pt: O arquivo de mídia não foi encontrado.
si: මාධ්‍ය ගොනුව හමු නොවීය.
sv: Filen hittades inte.
vi: Không tìm thấy tệp phương tiện.
zh_tw: 找不到媒體檔案。

source: The media file was successfully deleted
cs: Média byla úspěšně smazána
da: Mediefilen blev slettet
ka: მედია ფაილის წაშლა წარმატებით დასრულდა
pt: O arquivo de mídia foi excluído com sucesso
si: මාධ්‍ය ගොනුව සාර්ථකව මකා දමන ලදී
sv: Mediafilen har raderats
vi: Tệp phương tiện được xóa thành công
zh_tw: 媒體檔案已成功刪除

source: The media files was successfully deleted
cs: Mediální soubory byly úspěšně odstraněny
da: Mediefilerne blev slettet
ka: მედია ფაილების წაშლა წარმატებით დასრულდა
pt: Os arquivos de mídia foram excluídos com sucesso
si: මාධ්‍ය ගොනු සාර්ථකව මකා දමන ලදී
sv: Mediafilerna har raderats
vi: Tệp phương tiện được xóa thành công
zh_tw: 媒體檔案已成功刪除
