Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Page.*.resx
Languages: ar, bg, ca, cs, da, de, es, fa, fi, fr, id, it, ka, nl, no, pl, pt, ro, ru, si, sv, tr, uk, vi, zh, zh_tw

source: Add page
ar: إضافة صفحة
bg: Добави страница
ca: Afegeix una pàgina
cs: Přidat stránku
da: Tilføj side
de: Seite hinzufügen
es: Añadir página
fa: افزودن صفحه
fi: Lisää sivu
fr: Ajouter une page
id: Tambahkan laman
it: Aggiungi pagina
ka: გვერდის დამატება
nl: Pagina toevoegen
no: Legg til side
pl: Dodaj strone
pt: Adicionar página
ro: Adăugare pagină
ru: Добавить страницу
si: පිටුව එකතු කරන්න
sv: Lägg till sida
tr: Sayfa ekle
uk: Додати сторінку
vi: Thêm trang
zh: 新增頁面
zh_tw: 增加頁面

source: An error occured while deleting the page
ar: حدث خطأ أثناء حذف الصفحة
bg: Възникна грешка при изтриване на страницата
ca: S'ha produït un error en suprimir la pàgina
cs: Došlo k chybě během odstraňování stránky
da: Der opstod en fejl under sletning af siden
de: Beim Löschen der Seite ist ein Fehler aufgetreten
es: Ocurrió un error al eliminar la página
fa: هنگام حذف صفحه خطایی روی داد
fi: Tapahtui virhe sivua poistettaessa
fr: Une erreur s'est produite lors de la suppression de la page
id: Terjadi kesalahan pada saat menghapus halaman
it: Si è verificato un errore durante l'eliminazione della pagina
ka: დაფიქსირდა შეცდომა გვერდის წაშლისას
nl: Er is een fout opgetreden tijdens het verwijderen van de pagina
no: Det oppstod en feil under sletting av side
pl: Wystąpił błąd podczas usuwania strony
pt: Ocorreu um erro ao deletar a página
ro: A apărut o eroare în timpul ștergerii acestei pagini
ru: Произошла ошибка при удалении страницы
si: පිටුව මකා දැමීමේදී දෝෂයක් ඇති විය
sv: Ett fel inträffade när sidan skulle raderas
tr: Sayfa silinirken bir hata oluştu
uk: Сталася помилка під час видалення сторінки
vi: Có 1 lỗi đã xãy ra trong khi xóa trang
zh: 刪除面頁時發生錯誤
zh_tw: 刪除頁面時出錯

source: An error occured while saving the page
ar: حدث خطأ أثناء حفظ الصفحة
ca: S'ha produït un error al desar la pàgina
da: Der opstod en fejl under lagring af siden
ro: A apărut o eroare în timpul salvării acestei pagini
si: පිටුව සුරැකීමේදී දෝෂයක් ඇති විය
tr: Sayfa kaydedilirken bir hata oluştu
vi: Xảy ra lỗi khi lưu trang
zh: 儲存面頁時發生錯誤

source: Archive
ar: الأرشيف
da: Arkiv
fa: بایگانی
fi: Arkisto
id: Arsip
it: Archivio
ka: არქივი
pt: Arquivar
si: සංරක්ෂිතය
tr: Arşiv
vi: Lưu trữ
zh: 封存
zh_tw: 存檔

source: Detach page
ar: حذف الصفحة
bg: Откачи страница
ca: Desvincula la pàgina
cs: Odpojit stránku
da: Løsriv side
de: Seite lösen
es: Separar página
fa: جدا کردن صفحه
fi: Poista sivun liitos
fr: Détacher la page
id: Lepaskan halaman
it: Scollega pagina
ka: გვერდის განცალკევება
nl: Pagina loskoppelen
pl: Odczep stronę
pt: Desanexar página
ro: Detașează pagina
ru: Открепить страницу
si: පිටුව වෙන් කරන්න
sv: Koppla loss
tr: Sayfayı ayır
uk: Від'єднати сторінку
vi: Tách trang ra
zh: 分割頁面
zh_tw: 分離頁面

source: Edit original
ar: تعديل الأصل
bg: Редактирай оригиналът
ca: Edita l'original
cs: Upravit originál
da: Redigér oprindelig
de: Original bearbeiten
es: Editar original
fa: ویرایش اصلی
fi: Muokkaa alkuperäistä
fr: Modifier l'original
id: Sunting asalnya
it: Modifica originale
ka: ორიგინალის რედაქტირება
nl: Origineel bewerken
pl: Edytuj oryginał
pt: Editar original
ro: Editează originalul
ru: Редактировать оригинал
si: මුල් සංස්කරණය කරන්න
sv: Redigera original
tr: Orijinali düzenle
uk: Редагувати оригінал
vi: Sửa bản gốc
zh: 編輯原始頁面
zh_tw: 編輯原始文件

source: Edit page
ar: تعديل الصفحة
bg: Редактирай страницата
ca: Edita la pàgina
cs: Upravit stránku
da: Rediger side
de: Seite bearbeiten
es: Editar página
fa: ویرایش صفحه
fi: Muokkaa sivua
fr: Modifier la page
id: Sunting halaman
it: Modifica pagina
ka: გვერდის რედაქტირება
nl: Pagina wijzigen
no: Rediger side
pl: Edytuj stronę
pt: Editar Página
ro: Editați pagina
ru: Редактировать страницу
si: පිටුව සංස්කරණය
sv: Redigera sida
tr: Sayfayı düzenle
uk: Редагувати сторінку
vi: Chỉnh sửa trang
zh: 編輯頁面
zh_tw: 編輯頁面

source: Hidden
ar: مخفي
bg: Скрий
ca: Ocult
cs: Nezobrazovat
da: Skjult
de: Versteckt
es: Oculto
fa: پنهان
fi: Piilotettu
fr: Caché
id: Tersembunyi
it: Nascosta
ka: დაფარული
nl: Verborgen
no: Skjult
pl: Ukryty
pt: Oculto
ru: Спрятать
si: සිදු කරයි
sv: Dold
tr: Gizli
uk: Прихована
vi: Ẩn
zh: 隱藏
zh_tw: 隱藏

source: If the page should be hidden in the sitemap
ar: هل يجب إخفاء الصفحة من خريطة الموقع
bg: Да се скрие страницата в картата на сайта
ca: Amaga la pàgina del mapa del lloc web
cs: Pokud by se stránka neměla zobrazovat v mapě stránek
da: Markér for at skjule siden i menuer
de: Wenn die Seite im Sitemap versteckt werden soll
es: Si la página debe ser oculta en el mapa del sitio
fa: اگر می‌خواهید صفحه در نقشه سایت نمایش داده نشود
fi: Jos sivua ei näytetä sivukartassa
fr: Si la page doit être cachée dans le plan du site
id: Jika halaman harus tersembunyi pada peta situs
it: Se la pagina deve essere nascosta nella sitemap
ka: გვერდი უნდა იყოს დაფარული საიტის რუქაზე
nl: Als de pagina in de sitemap verborgen moet worden
no: Om siden skal bli skjult fra sidekartet
pl: Czy strona powinna być ukryta w mapie witryny
pt: Se a página deve ser ocultada no sitemap
ru: Страница должна быть скрыта на карте сайта
si: පිටුව අඩවි සිතියමේ සැඟවිය යුතු නම්
sv: Om sidan ska vara dold i sidstrukturen
tr: Sayfanın site haritasında gizlenmesi gerekiyorsa
uk: Чи має сторінка бути прихованою в карті сайту
vi: Chọn nếu muốn trang được ẩn trên bản đồ trang
zh: 在網站地圖中隱藏本面頁
zh_tw: 如果頁面被隱藏在站點地圖中

source: If the page should be indexed by search engines.
ar: فهرسة الصفحة بواسطة محركات البحث.
ca: Habilita la indexació d'aquesta pàgina per els motors de cerca.
da: Markér for at lade søgemaskiner indeksere siden.
fa: اگر می‌خواهید صفحه توسط موتورهای جستجو ایندکس شود.
fi: Jos sivu on indeksoitava hakukoneilla.
id: Jika kiriman harus diindex oleh mesin pencari.
pt: Se a página deve ser indexada pelos motores de busca.
ro: În cazul în care pagina trebuie indexată de motoarele de căutare.
si: පිටුව සෙවුම් යන්ත්‍ර මගින් සුචිගත කළ යුතු නම්.
tr: Sayfanın arama motorlarında listelenmesi gerekiyorsa.
vi: Trang sẽ được đánh chỉ mục bởi công cụ tìm kiếm.
zh: 在搜索引擎中索引本面頁。
zh_tw: 如果頁面應該通過搜尋引擎索引。

source: If links from this page should be indexed.
ar: فهرسة الروابط من هذه الصفحة.
ca: Habilita la indexació dels enllaços d'aquesta pàgina.
da: Markér for at indeksere links på denne side.
fa: اگر می‌خواهید پیوندهای این صفحه ایندکس شود.
fi: Jos linkit tältä sivulta pitäisi indeksoida.
id: Jika tautan dari kiriman ini harus di index.
pt: Se links desta página devem ser indexados.
ro: Dacă link-urile de pe această pagină ar trebui indexate.
si: මෙම පිටුවෙන් සබැඳි සුචිගත කළ යුතු නම්.
tr: Bu sayfadaki bağlantıların indekslenmesi gerekiyorsa.
vi: Các đường link từ trang này sẽ được đánh chỉ mục.
zh: 本面頁連結應該被索引到。
zh_tw: 如果來自此頁面的鏈接應該索引。

source: Meta title
ca: Títol de metadades
da: Metatitel
fa: عنوان تگ متا
id: Judul meta
ka: Meta სათაური
pt: Meta título
si: මෙටා මාතෘකාව
tr: Meta başlığı
vi: Tiêu đề Meta
zh: 關鍵字標題
zh_tw: 關鍵字標題

source: Meta keywords
bg: Мета ключови думи
ca: Paraules clau
cs: Meta klíčová slova
da: Meta søgeord
es: Meta palabras clave
fa: کلمات کلیدی تگ متا
id: Kata kunci meta
ka: Mata საკვანძო სიტყვები
no: Metanøkkelord
pl: Słowa kluczowe
ru: Ключевые слова (Meta)
si: මෙටා මූල පද
sv: Nyckelord
tr: Meta anahtar kelimeler
uk: Мета-ключові слова
vi: Từ khóa Meta
zh: 關鍵字內容（提供搜尋引擎抓取）
zh_tw: 關鍵字內容

source: Meta description
bg: Мета описание
ca: Descripció de metadades
cs: Meta popis
da: Meta beskrivelse
es: Meta descripción
fa: توضیحات تگ متا
id: Deskripsi meta
ka: Mata აღწერა
no: Metabeskrivelse
pl: Opis meta
pt: Meta descrição
ru: Описание (Meta)
si: මෙටා විස්තරය
sv: Beskrivning
tr: Meta açıklaması
uk: Мета-опис
vi: Mô tả Meta
zh: 關鍵字說明（提供搜尋引擎抓取）
zh_tw: 關鍵字描述

source: Og title
da: OG titel
fa: عنوان تگ Og
id: Judul og
ka: Og სათაური
pt: Og título
si: Og මාතෘකාව
tr: Og başlığı
vi: Tiêu đề Og
zh: Og 標題
zh_tw: Og 標題

source: Og image
ar: صورة
da: OG billede
fa: تصویر تگ Og
id: Gambar og
ka: Og სურათი
pt: Og imagem
si: ඔග් රූපය
tr: Og görseli
vi: Hình ảnh Og
zh: Og 圖片
zh_tw: Og 圖像

source: Og description
ar: الوصف
da: OG beskrivelse
fa: توضیحات تگ Og
id: Deskripsi og
ka: Og აღწერა
pt: Descrição Og
si: ඔග් විස්තරය
tr: Og açıklaması
vi: Mô tả Og
zh: Og 說明
zh_tw: Og 描述

source: Navigation title
ar: عنوان القائمة الجانبية
bg: Заглавие (навигация)
ca: Títol de navegació
cs: Název navigace
da: Navigationstitel
de: Navigations-Titel
es: Título de navegación
fa: عنوان پیمایش
fi: Navigoinnin otsikko
fr: Titre de la navigation
id: Judul navigasi
ka: ნავიგაციის სათაური
nl: Navigatie titel
no: Navigasjons tittel
pl: Tytuł nawigacji
pt: Título de navegação
ro: Titlu de navigare
ru: Заголовок в навигации
si: යාත්‍රා සිරැසිය
sv: Navigeringstitel
tr: Navigasyon başlığı
uk: Заголовок навігації
vi: Tiêu đề điều hướng
zh: 導航欄標題
zh_tw: 導航標題

source: Are you sure you want to delete this page?
ar: هل أنت متأكد من أنك تريد حذف هذه الصفحة؟
bg: Сигурни ли сте, че искате да изтриете тази страница?
ca: Esteu segur que voleu suprimir aquesta pàgina?
cs: Opravdu chcete smazat tuto stránku?
da: Er du sikker på, du vil slette denne side?
de: Sind Sie sicher, dass Sie die Seite löschen möchten?
es: ¿Estás seguro que deseas eliminar esta página?
fa: آيا مطمئن هستيد که می خواهيد اين صفحه را حذف کنيد؟
fi: Oletko varma, että haluat poistaa tämän sivun?
fr: Êtes-vous sûr de vouloir supprimer cette page ?
id: Apakah anda yakin anda ingin menghapus halaman ini?
it: Sei sicuro di voler eliminare questa pagina?
ka: ნამდვილად გსურთ გვერდის წაშლა?
pl: Czy na pewno chcesz usunąć tę stronę?
pt: Tem certeza de que deseja excluir esta página?
ro: Ești sigur că vrei să ștergi această pagină?
si: ඔබට මෙම පිටුව මැකීමට අවශ්‍ය බව විශ්වාසද?
sv: Är du säker på att du vill radera den här sidan?
tr: Bu sayfayı silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити цю сторінку?
vi: Bạn có chắc muốn xóa trang này không?
zh: 是否確定要刪除本頁面？
zh_tw: 您確定要刪除此頁面？

source: Pages
ar: الصفحات
bg: Страници
ca: Pàgines
cs: Stránky
da: Sider
de: Seiten
es: Páginas
fa: صفحات
fi: Sivut
id: Halaman
it: Pagine
ka: გვერდები
nl: Pagina's
no: Sider
pl: Strony
pt: Páginas
ro: Pagini
ru: Страницы
si: පිටු
sv: Sidor
tr: Sayfalar
uk: Сторінки
vi: Các trang
zh: 頁面
zh_tw: 頁面

source: The page was successfully deleted
ar: تم حذف الصفحة بنجاح
bg: Страницата е успешно изтрита
ca: La pàgina s'ha esborrat correctament
cs: Stránka byla úspěšně odstraněna
da: Siden blev slettet
de: Die Seite wurde erfolgreich entfernt
es: La página fue eliminada correctamente
fa: صفحه با موفقیت حذف شد
fi: Sivu poistettiin onnistuneesti
fr: La page a été supprimée avec succès
id: Halaman telah berhasil di hapus
it: La pagina è stata eliminata con successo
ka: გვერდის წაშლა წარმატებით დასრულდა
nl: De pagina is succesvol verwijderd
no: Siden ble slettet
pl: Strona została pomyślnie usunięta
pt: A página foi excluída com sucesso
ro: Pagina a fost ștearsă cu succes
ru: Страница успешно удалена
si: පිටුව සාර්ථකව මකා දමන ලදී
sv: Sidan har raderats
tr: Sayfa başarıyla silindi
uk: Сторінку успішно видалено
vi: Trang đã được xóa thành công
zh: 本頁面已刪除成功。
zh_tw: 頁面已成功刪除

source: The page was successfully detached from the original
ar: تم فصل الصفحة بنجاح عن النسخة الأصلية
bg: Страницата беше успешно откачена от оригиналът
ca: La pàgina s'ha desvinculat correctament de l'original
cs: Stránka byla úspěšně oddělena od originálu
da: Siden er nu løsrevet fra den oprindelige side
de: Die Seite wurde erfolgreich vom Original getrennt
es: La página fue separada con éxito del original
fa: صفحه با موفقیت از نسخه اصلی جدا شد
fi: Sivun liitos poistettiin onnistuneesti alkuperäisestä sivusta
fr: La page a été détachée avec succès de l'original
id: Halaman telah berhasil dilepaskan dari aslinya
it: La pagina è stata scollegata con successo dall'originale
ka: გვერდის განცალკევება ორიგინალთან წარმატებით დასრულდა
nl: De pagina is succesvol losgekoppeld van het origineel
pl: Strona została pomyślnie odczepiona od oryginału
pt: A página foi desanexada do original com sucesso
ro: Pagina a fost detașată cu succes de la original
ru: Страница была успешно откреплена от оригинала
si: පිටුව සාර්ථකව මුල් පිටුවෙන් වෙන් කරන ලදී
sv: Sidan har kopplats loss från sitt original
tr: Sayfa orijinalinden başarıyla ayrıldı
uk: Сторінку успішно від’єднано від оригіналу
vi: Trang đã được gỡ ra khỏi bản gốc thành công
zh: 本頁面已成功從原始頁面中進行分割。
zh_tw: 頁面已成功脫離原始頁面

source: The page was successfully published
ar: تم نشر الصفحة بنجاح
bg: Страницата е успешно публикувана
ca: La pàgina s'ha publicat correctament
cs: Stránka byla úspěšně zveřejněna
da: Siden blev udgivet
de: Die Seite wurde erfolgreich veröffentlicht
es: La página fue publicada con éxito
fa: صفحه با موفقیت منتشر شد
fi: Sivu on julkaistu onnistuneesti
fr: La page a été publiée avec succès
id: Halaman telah berhasil diterbitkan
it: La pagina è stata pubblicata con successo
ka: გვერდის გამოქვეყნება წარმატებით დასრულდა
nl: De pagina is succesvol gepubliceerd
no: Siden ble publisert
pl: Strona została pomyślnie opublikowana
pt: A página foi publicada com sucesso
ro: Pagina a fost postată cu succes
ru: Страница успешно опубликована
si: පිටුව සාර්ථකව ප්‍රකාශයට පත් කරන ලදී
sv: Sidan har publicerats
tr: Sayfa başarıyla yayınlandı
uk: Сторінку опубліковано успішно
vi: Trang đã được xuất bản thành công
zh: 本頁面已發布成功。
zh_tw: 頁面已成功發布

source: The page was successfully unpublished
ar: تم إلغاء نشر الصفحة بنجاح
bg: Страницата вече не е публикувана
ca: La pàgina s'ha despublicat correctament
cs: U stránky bylo úspěšně zrušeno zveřejnění
da: Siden er ikke længere udgivet
de: Die Seite wurde erfolgreich zurückgezogen
es: La página se ha despublicado correctamente
fa: صفحه با موفقیت لغو انتشار شد
fi: Sivun julkaisu on peruutettu onnistuneesti
fr: La page a été mise hors ligne avec succès
id: Halaman telah berhasil dibatal-terbitkan
ka: გვერდის გამოქვეყნება გაუქმება წარმატებით დასრულდა
nl: De publicatie van de pagina is ongedaan gemaakt
no: Siden ble avpublisert
pl: Strona została pomyślnie wycofana
pt: A página foi despublicada com sucesso
ru: Страница успешно снята с публикации
si: පිටුව සාර්ථකව ප්‍රකාශයට පත් නොකළේය
sv: Sidan har avpublicerats
tr: Sayfa başarıyla yayından kaldırıldı
uk: Сторінка успішно знята з публікації
vi: Trang này chưa được công bố thành công
zh: 本頁面已取消發佈成功。
zh_tw: 頁面已成功取消發布

source: The page was successfully saved
ar: تم حفظ الصفحة بنجاح
bg: Страницата е успешно запазена
ca: La pàgina s'ha desat correctament
cs: Stránka byla úspěšně uložena
da: Siden blev gemt
de: Die Seite wurde erfolgreich gespeichert
es: La página se guardó correctamente
fa: صفحه با موفقیت ذخیره شد
fi: Sivu tallennettu onnistuneesti
fr: La page a été enregistrée avec succès
id: Halaman telah berhasil disimpan
it: La pagina è stata salvata con successo
ka: გვერდის შენახვა წარმატებით დასრულდა
nl: De pagina is succesvol opgeslagen
no: Siden ble lagret
pl: Strona została pomyślnie zapisana
pt: A página foi salva com sucesso
ro: Pagina a fost salvată cu succes
ru: Страница успешно сохранена
si: පිටුව සාර්ථකව සුරැකිණි
sv: Sidan har sparats
tr: Sayfa başarıyla kaydedildi
uk: Сторінка успішно збережена
vi: Trang đã được lưu thành công
zh: 本頁面已儲存成功。
zh_tw: 頁面已成功儲存

source: The page was successfully reverted to its previous state
ar: تمت إعادة الصفحة بنجاح إلى حالتها السابقة
bg: Страницата бе възвърната до предишното ѝ състояние
ca: S'ha restaurat la pàgina al seu estat anterior
cs: Stránka byla úspěšně vrácena k předchozímu stavu
da: Siden er nu gendannet
de: Die Seite wurde erfolgreich zu ihrer vorherigen Version zurückgesetzt
es: La página fue revertida con éxito a su estado anterior
fa: صفحه با موفقیت به حالت قبلی خود برگردانده شد
fi: Sivu palautettiin onnistuneesti sen edelliseen tilaan
fr: La page a été rétablie avec succès dans son état antérieur
id: Halaman telah berhasil dikembalikan kepada status sebelumnya
it: La pagina è stata ripristinata con successo al suo stato precedente
ka: გვერდი წარმატებით დაუბრუნდა წინა მდგომარეობას
nl: De pagina is succesvol teruggezet naar de vorige status
no: Siden er tilbakestilt til forrige versjon
pl: Pomyślnie przywrócono stronę do poprzedniego stanu
pt: A página foi revertida para seu estado anterior com sucesso
ro: Pagina a revenit cu succes la starea anterioară
ru: Страница успешно возвращена в прежнее состояние
si: පිටුව සාර්ථකව පෙර තත්ත්වයට ප්‍රතිවර්තනය කරන ලදී
sv: Sidan har återställts till föregående version
tr: Sayfa başarıyla önceki haline döndürüldü
uk: Сторінка була успішно повернута до попереднього стану
vi: Trang đã được phục hồi về trạng thái trước đó thành công
zh: 本頁面已成功回復到先前狀態。
zh_tw: 頁面已成功還原到其上一個狀態

source: This is a copy. In order to edit the content of the page you first need to detach it from the original. If you want to keep the page as a copy you should edit the content of the original page.
ar: هذه نسخة. من أجل تعديل محتوى الصفحة تحتاج أولاً إلى فصلها عن الأصل. إذا كنت ترغب في الاحتفاظ بالصفحة كنسخة فيجب عليك تعديل محتوى الصفحة الأصلية.
bg: Това е копие. За да редактирате съдържанието на страницата, първо трябва да я откачите от оригиналът. Ако искате да запазите страницата като копие трябва да редактирате съдържанието на оригиналната страница.
ca: És una còpia. Per poder editar el contingut de la pàgina, primer cal desvincular-la de la original. Si vols mantenir la pàgina com una còpia, cal que editis la pàgina original.
cs: Toto je kopie. Chcete-li upravit obsah stránky, musíte ji nejprve odpojit od originálu. Pokud chcete stránku zachovat jako kopii, měli byste upravit obsah původní stránky.
da: Dette er en kopi. For at ændre indholdet på siden skal den løsrives fra den oprindelige side. Hvis du vil beholde siden som en kopi, skal du ændre den oprindelige sides indhold.
de: Dies ist eine Kopie. Um den Inhalt der Seite zu bearbeiten, müssen Sie sie zuerst vom Original trennen. Wenn Sie die Seite als Kopie behalten möchten, sollten Sie den Inhalt der ursprünglichen Seite bearbeiten.
es: Esta es una copia. Para editar el contenido de la página primero necesita separarlo del original. Si desea mantener la página como una copia, debe editar el contenido de la página original.
fa: این یک کپی است برای ویرایش محتوای صفحه ابتدا باید آن را از نسخه اصلی جدا کنید. اگر می خواهید صفحه را به عنوان کپی نگه دارید ، باید محتوای صفحه اصلی را ویرایش کنید.
fi: Tämä on kopio. Jotta voisit muokata sivun sisältöä, sinun on ensin poistettava liitos alkuperäisestä. Jos haluat pitää sivun kopiona, sinun tulee muokata alkuperäisen sivun sisältöä.
fr: Ceci est une copie. Pour pouvoir modifier le contenu de la page, vous devez d'abord la détacher de l'original. Si vous souhaitez conserver la page en tant que copie, vous devez modifier le contenu de la page originale.
id: Ini merupakan salinan. Untuk menyunting isi dari halaman ini anda perlu melepaskan dari asalnya. Jika anda ingin menyimpan halaman ini sebagai salinan anda harus menyunting isi dari halaman asalnya.
it: Questa è una copia. Per modificare il contenuto della pagina devi prima scollegarla dall'originale. Se si desidera mantenere la pagina come copia è necessario modificare il contenuto della pagina originale.
ka: ეს არის ასლი. იმისათვის, რომ შეცვალოთ გვერდის შინაარსი, პირველ რიგში საჭიროა მისი ორიგინალისგან განცალკევება. თუ გსურთ გვერდი შეინარჩუნოთ ასლად, უნდა შეცვალოთ ორიგინალის შიგთავსი.
pl: To jest kopia. W celu modyfikacji zawartości strony należy ją najpierw odczepić od oryginału. Jeśli chcesz zatrzymać stronę jako kopię, edytuj zawartość oryginału.
pt: Esta é uma cópia. Para editar o conteúdo da página, primeiro você precisa desanexá-la do original. Se você deseja manter a página como uma cópia, você deve editar o conteúdo da página original.
ro: Aceasta este o copie. Pentru a edita conţinutul paginii trebuie mai întâi să-l detaşaţi de original. Dacă doriţi să păstraţi pagina ca o copie, trebuie să editaţi conţinutul paginii originale.
ru: Это копия страницы. Для того, чтобы отредактировать содержимое, сначала нужно открепить ее от оригинала. Если вы хотите сохранить страницу в качестве копии, вам следует отредактировать содержимое исходной страницы.
si: මේක පිටපතක්. පිටුවේ අන්තර්ගතය සංස්කරණය කිරීම සඳහා ඔබ මුලින්ම එය මුල් පිටුවෙන් වෙන් කළ යුතුය. ඔබට පිටුව පිටපතක් ලෙස තබා ගැනීමට අවශ්‍ය නම් ඔබ මුල් පිටුවේ අන්තර්ගතය සංස්කරණය කළ යුතුය.
sv: Det här är en kopia. För att kunna ändra innehållet på sidan behöver du först koppla loss den från sitt original. Om du vi behålla sidan som en kopia kan du redigera innehållet på ursprungssidan.
tr: Bu bir kopyadır. Sayfanın içeriğini düzenlemek için önce orijinalinden ayırmanız gerekir. Sayfayı kopya olarak tutmak istiyorsanız, orijinal sayfanın içeriğini düzenlemelisiniz.
uk: Це копія. Для редагування вмісту сторінки потрібно спершу відв'язати її від оригіналу. Якщо ви хочете зберегти сторінку як копію, вам слід відредагувати вміст оригіналу.
vi: Đây là bản sao. Để sửa nội dung của trang trước hết bạn cần phải gỡ nó ra khỏi bản gốc. Nếu bạn muốn giữ bản sao của trang thì bạn nên chỉnh nội dung của trang gốc.
zh: 這是一個複製頁面，若您要編輯本頁面的內容時請記得先進行『分割面頁』；若您想要保持與原始頁面內容相同，請記得『編輯原始頁面』。
zh_tw: 這是一個副本。為了編輯頁面的內容，您首先需要將其從原件中分離出來。 如果你想保留頁面的副本，你應該編輯原始頁面的內容。

source: Welcome to your new page. Click on the button above to add your first block of content!
ar: مرحبا بك في الصفحة الجديدة. انقر على الزر أعلاه لإضافة أول محتوى للصفحة!
bg: Добре дошли в новата си страница. Щракнете върху бутонът отгоре, за да добавите ново съдържание!
ca: Us donem la benvinguda a la nova pàgina. Fes clic al botó de sobre per afegir un nou bloc de contingut.
cs: Vítejte na nové stránce. Kliknutím na tlačítko výše přidáte svůj první blok obsahu!
da: Her er din nye side. Tryk på knappen ovenfor for at tilføje det første indhold!
de: Willkommen auf Ihrer neuen Seite. Klicken Sie auf den Button oben, um Ihren ersten Inhalts-Block hinzuzufügen!
es: Bienvenido a tu nueva página. ¡Haz clic en el botón de arriba para añadir tu primer bloque de contenido!
fa: به صفحه جدید خود خوش آمدید روی دکمه بالا کلیک کنید تا اولین محتوا را اضافه کنید!
fi: Tervetuloa uudelle sivulle. Klikkaa yllä olevaa painiketta lisätäksesi ensimmäinen sisältölohko!
fr: Bienvenue sur votre nouvelle page. Cliquez sur le bouton ci-dessus pour ajouter votre premier bloc de contenu !
id: Selamat datang pada halaman baru anda. Klik tombol diatas untuk menambah blok pertama pada isi anda!
it: Benvenuto nella tua nuova pagina. Clicca sul pulsante qui sopra per aggiungere il tuo primo blocco di contenuti!
ka: მოგესალმებით თქვენს ახალ გვერდზე. დააჭირეთ ზემოთ მოცემულ ღილაკს, რომ დაამატოთ თქვენი პირველი შინაარსის ბლოკი!
nl: Welkom op je nieuwe pagina. Klik op de knop hierboven om je eerste inhoudsblok toe te voegen!
no: Velkommen til din nye side. Klikk knappen over for å legge til din første blokk med innhold!
pl: Witaj na swojej nowej stronie. Naciśnij na przycisk powyżej aby dodać pierwszy kawałek treści!
pt: Bem-vindo à sua nova página. Clique no botão acima para adicionar o seu primeiro bloco de conteúdo!
ro: Bine ați venit pe noua pagină. Faceți clic pe butonul de mai sus pentru a adăuga primul dvs. bloc de conținut!
ru: Добро пожаловать на вашу новую страницу. Нажмите на кнопку выше, чтобы добавить свой первый блок контента!
si: ඔබගේ නව පිටුවට සාදරයෙන් පිළිගනිමු. ඔබගේ පළමු අන්තර්ගත කොටස එක් කිරීමට ඉහත බොත්තම මත ක්ලික් කරන්න!
sv: Välkommen till din nya sida. Klicka på knappen ovan för att börja lägga till innehåll!
tr: Yeni sayfanıza hoş geldiniz. İlk içerik bloğunuzu eklemek için yukarıdaki butona tıklayın!
uk: Ласкаво просимо на вашу нову сторінку. Натисніть на кнопку вище, щоб додати ваш перший контент!
vi: Chào mừng bạn viết bài mới. Nhấn nút bên trên để thêm nội dung đầu tiên!
zh: 歡迎您建立新的頁面，請點擊下列按鍵增加您的第一個資料區塊！
zh_tw: 歡迎來到您的新頁面。點擊上面的按鈕增加您的第一個內容塊！
