Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Page.*.resx
Languages: ar, bg, ca, cs, da, de, es, fa, fi, fr, id, it, ka, nl, no, pl, pt, ro, ru, si, sv, tr, uk, vi, zh, zh_tw

source: Your page title
ar: عنوان الصفحة الخاصة بك
bg: Заглавието на вашата страница
ca: Títol de la pàgina
cs: Název vaší stránky
da: Din sides titel
de: Dein Seitentitel
es: Título de tu página
fa: عنوان صفحه شما
fi: Sivun otsikko
fr: Le titre de votre page
id: Judul halaman anda
it: Il titolo della tua pagina
ka: თქვენი გვერდის სათაური
nl: Jouw paginatitel
no: Din side tittel
pl: Tytuł twojej strony
pt: Título da sua página
ro: Titlul paginii tale
ru: Заголовок вашей страницы
si: ඔබගේ පිටුවේ සිරැසිය
sv: Din sidtitel
tr: Sayfa başlığınız
uk: Заголовок вашої сторінки
vi: Tiêu đề trang của bạn
zh: 頁面標題
zh_tw: 您的頁面標題

source: If comments should be enabled for this page
ar: تمكين التعليقات لهذه الصفحة
ca: Habilita els comentaris per aquesta pàgina
cs: Pokud by měly být komentáře povoleny pro tuto stránku
da: Aktivér kommentarer for denne side
de: Sollen Kommentare für diese Seite aktiviert werden
fa: اگر می‌خواهید نظرات را برای این صفحه فعال باشد
fi: Jos kommentit pitäisi ottaa käyttöön tällä sivulla
id: Jika komentar harus tersedia untuk halaman ini
it: Se i commenti devono essere abilitati per questa pagina
ka: კომენტარების დაწერის უფლება ამ გვერდზე
pt: Se comentários devem ser habilitados para esta página
ro: Dacă comentariile ar trebui să fie activate pentru această pagină
si: මෙම පිටුවට අදහස් දැක්විය යුතු නම්
sv: Om kommentarer ska aktiveras för den här sidan
tr: Bu sayfa için yorumların etkinleştirilmesi gerekiyorsa
vi: Bình luận sẽ được kích hoạt cho trang này
zh: 啟用本面頁評論功能
zh_tw: 如果評論應該為此頁面啟用
