Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Post.*.resx
Languages: ar, bg, da, de, fa, fi, ro, ru, si, sv, tr, uk, vi, zh

source: Add or select existing category
ar: إضافة أو تحديد فئة موجودة
bg: Добави или избери съществуваща категория
da: Tilføj eller vælg en eksisterende kategori
de: Vorhandene Kategorie hinzufügen oder auswählen
fa: دسته بندی موجود را اضافه یا انتخاب کنید
fi: Lisää tai valitse olemassa oleva kategoria
ro: Adaugă sau selectează o categorie existentă
ru: Добавить или выбрать категорию
si: පවතින ප්‍රවර්ගය එක් කරන්න හෝ තෝරන්න
sv: Lägg till eller välj en befintlig kategori
tr: Yeni ulam ekle veya seç
uk: Додати або вибрати наявну категорію
vi: Thêm hoặc chọn danh mục có sẵn
zh: 新增或選擇已有的型錄

source: Add or select existing tags (optional)
ar: إضافة أو تحديد tags الموجودة (اختياري)
bg: Добави или избери съществуващи тагове (избираемо)
da: Tilføj eller vælg eksisterende tags (valgfrit)
de: Vorhandene Tags hinzufügen oder auswählen (optional)
fa: تگ موجود را اضافه یا انتخاب کنید (اختیاری)
fi: Lisää tai valitse olemassa olevat asiasanat (valinnainen)
ro: Adaugă sau selectează etichete existente (opțional)
ru: Добавить или выбрать тэг (опционально)
si: පවතින ටැග් එක් කරන්න හෝ තෝරන්න (විකල්ප)
sv: Lägg till eller välj befintliga taggar (valfritt)
tr: Mevcut etiketleri ekle veya seç (isteğe bağlı)
uk: Додати або вибрати існуючі теги (опціонально)
vi: Thêm hoặc chọn thẻ có sẵn(không bắt buộc)
zh: 新增或選擇已有的標籤（選項）

source: All categories
ar: جميع الفئات
bg: Всички категории
da: Alle kategorier
de: Alle Kategorien
fa: همه‌ دسته‌بندی‌ها
fi: Kaikki kategoriat
ro: Toate categoriile
ru: Все категории
si: සියලුම ප්‍රවර්ග
sv: Alla kategorier
tr: Tüm ulamlar
uk: Всі категорії
vi: Tất cả các danh mục
zh: 所有型錄

source: An error occured while deleting the post
ar: حدث خطأ أثناء حذف المنشور
de: Beim Löschen des Beitrags ist ein Fehler aufgetreten
fa: هنگام حذف نوشته خطایی روی داد
fi: Tapahtui virhe viestiä poistettaessa
ro: A apărut o eroare la ștergerea postării
ru: Произошла ошибка при удалении поста
si: පළ කිරීම මකා දැමීමේදී දෝෂයක් ඇති විය
uk: Сталася помилка під час видалення публікації
vi: Đã xảy ra lỗi khi xóa bài viết
zh: 刪除文章時發生錯誤

source: An error occured while saving the post
ar: حدث خطأ أثناء حفظ المنشور
de: Beim Speichern des Beitrags ist ein Fehler aufgetreten
fa: در هنگام ذخیره نوشته خطائی رخ داد
fi: Tapahtui virhe viestin tallennuksessa
ro: A apărut o eroare în timpul salvării postării
ru: Произошла ошибка при сохранении поста
si: පළ කිරීම සුරැකීමේදී දෝෂයක් ඇති විය
uk: Сталася помилка при збереженні публікації
vi: Đã xảy ra lỗi khi lưu bài viết
zh: 儲存文章時發生錯誤

source: Categories
ar: الفئات
bg: Категории
da: Kategorier
de: Kategorien
fa: دسته‌بندی‌ها
fi: Kategoriat
ro: Categorii
ru: Категории
si: ප්‍රවර්ග
sv: Kategorier
tr: Ulamlar
uk: Категорії
vi: Danh mục
zh: 型錄

source: Category
ar: فئة
bg: Категория
da: Kategori
de: Kategorie
fa: دسته‌بندی
fi: Kategoria
ro: Categorie
ru: Категория
si: ප්‍රවර්ගය
sv: Kategori
tr: Ulam
uk: Категорія
vi: Danh mục
zh: 型錄

source: Edit post
ar: تعديل المنشور
bg: Редактиране на поста
da: Rediger opslag
de: Beitrag bearbeiten
fa: ویرایش نوشته
fi: Muokkaa viestiä
ro: Editează postarea
ru: Редактировать пост
si: පළ කිරීම සංස්කරණය කරන්න
sv: Redigera artikel
tr: Makale düzenleme
uk: Редагувати пост
vi: Chỉnh sửa bài viết
zh: 編輯文章

source: Tag
ar: وسم
bg: Таг
fa: برچسب
fi: Asiasana
ro: Etichetă
ru: Тэг
si: ටැග් කරන්න
sv: Tagg
tr: Etiket
uk: Тег
vi: Thẻ
zh: 標籤

source: Tags
ar: الوسوم
bg: Тагове
fa: برچسب‌ها
fi: Asiasanat
ro: Etichete
ru: Тэги
si: ටැග්
sv: Taggar
tr: Etiketler
uk: Теги
vi: Thẻ
zh: 標籤

source: Are you sure you want to delete this post?
ar: هل أنت متأكد من رغبتك في حذف هذا المنشور؟
bg: Сигурни ли сте, че искате да изтриете този пост?
da: Er du sikker på du vil slette dette indlæg?
de: Sind sie sicher, dass sie diesen Beitrag löschen möchten?
fa: آیا شما از حذف این نوشته مطمئن هستید؟
fi: Oletko varma, että haluat poistaa tämän viestin?
ro: Sunteți sigur că doriți să ștergeți această postare?
ru: Вы действительно хотите удалить эту запись?
si: ඔබට මෙම පළ කිරීම මැකීමට අවශ්‍ය බව විශ්වාසද?
sv: Är du säker på att du vill radera den här artikeln?
tr: Bu makaleyi silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити цю публікацію?
vi: Bạn có chắc muốn xóa bài viết này không?
zh: 是否確定要刪除本文章？

source: Welcome to your new post. Click on the button above to add your first block of content!
ar: مرحبا بك في منشورك الجديد. انقر فوق الزر أعلاه لإضافة المحتوى الخاص بك!
bg: Добре дошли в новият си пост. Щракнете върху бутонът отгоре, за да добавите ново съдържание!
da: Her er dit nye opslag. Tryk på knappen ovenfor for at tilføje det første indhold!
de: Willkommen auf deinem neuem Beitrag. Klicke auf den Button oben, um deinen ersten Inhalts-Block hinzuzufügen!
fa: به نوشته جدید خود خوش آمدید. روی دکمه بالا کلیک کنید تا اولین محتوا را اضافه کنید!
fi: Tervetuloa uuteen viestiisi. Klikkaa yllä olevaa painiketta lisätäksesi ensimmäisen sisältölohkon!
ro: Bine ai venit la noua ta postare. Apasă pe butonul de mai sus pentru a adăuga primul tău bloc de conținut!
ru: Добро пожаловать в ваш новый пост. Нажмите кнопку кнопку сверху чтобы добавить первый блок контента!
si: ඔබගේ නව තනතුරට සාදරයෙන් පිළිගනිමු. ඔබගේ පළමු අන්තර්ගත කොටස එක් කිරීමට ඉහත බොත්තම ක්ලික් කරන්න!
sv: Välkommen till din nya artikel. Klicka på knappen ovan för att börja lägga till innehåll!
tr: Yeni makalenize hoş geldiniz. İlk muhteva öbeğini eklemek için yukarıdaki düğmeye tıklayın!
uk: Ласкаво просимо до вашої нової публікації. Натисніть на кнопку вище, щоб додати ваш перший блок!
vi: Chào mừng bạn viết bài mới. Nhấn nút bên trên để thêm nội dung đầu tiên!
zh: 歡迎您建立新的文章，請點擊下列按鍵增加您的第一個資料區塊！

source: Your post title
ar: أدخل عنوان المنشور
bg: Заглавието на вашият пост
da: Dit opslags titel
de: Dein Beitragstitel
fa: عنوان نوشته شما
fi: Viestin otsikko
ro: Titlul postării tale
ru: Заголовок вашего поста
si: ඔබේ පළ කිරීමේ මාතෘකාව
sv: Din titel
tr: Senin makale başlığın
uk: Заголовок вашої публікації
vi: Tiêu đề bài viết của bạn
zh: 文章標題

source: If comments should be enabled for this post
ar: هل يجب تمكين التعليقات لهذه المشاركة
da: Aktiver kommentarer for dette opslag
de: Sollen Kommentare für diesen Beitrag aktiviert werden
fa: اگر می‌خواهید نظرات را برای این نوشته فعال باشد
fi: Jos kommentit pitäisi ottaa käyttöön tälle viestille
ro: Dacă comentariile ar trebui să fie activate pentru această postare
ru: Комментарии включены для этого поста
si: මෙම පළ කිරීම සඳහා අදහස් සක්‍රීය කළ යුතු නම්
sv: Om kommentarer ska aktiveras för den här artikeln
tr: Bu makale yorumlara müessir olsun mu
uk: Чи повинні коментарі бути увімкненні для цієї публікації
vi: Bình luận sẽ được kích hoạt cho bài viết này
zh: 啟用本文章評論功能

source: If the post should be indexed by search engines.
ar: فهرسة المنشور بواسطة محركات البحث.
de: Wenn der Beitrag von Suchmaschinen indiziert werden soll.
fa: اگر می‌خواهید نوشته توسط موتورهای جستجو ایندکس شود.
fi: Jos viesti on indeksoitava hakukoneella.
ro: Dacă postarea ar trebui indexată de către motoarele de căutare.
ru: Пост должен быть проиндексирован поисковыми системами.
si: පළ කිරීම සෙවුම් යන්ත්‍ර මගින් සුචිගත කළ යුතු නම්.
tr: Eğer makale, arama motorları tarafından işaretmeli ise.
uk: Чи повинна публікація індексуватися у пошукових системах.
vi: Bài viết sẽ được đánh chỉ mục bởi công cụ tìm kiếm.
zh: 在搜索引擎中索引本文章。

source: If links from this post should be indexed.
ar: هل يجب فهرسة الروابط لهذا المنشور.
de: Wenn Links von diesem Beitrag indiziert werden sollten.
fa: اگر می‌خواهید پیوندهای این نوشته ایندکس شود.
fi: Jos linkit tästä viestistä pitäisi indeksoida.
ro: Dacă link-urile din această postare ar trebui indexate.
ru: Ссылки из этого поста должны быть проиндексированы.
si: මෙම තනතුරේ සබැඳි සුචිගත කළ යුතු නම්.
tr: Eğer bu makalenin bağlamaları, işaretmeli ise.
uk: Чи повинні посилання у цій публікації індексуватися у пошукових системах.
vi: Đường dẫn từ bài viết sẽ được đánh chỉ mục.
zh: 本文章連結應該被索引到。

source: The post was successfully deleted
ar: تم حذف المنشور بنجاح
de: Der Beitrag wurde erfolgreich gelöscht
fa: نوشته با موفقیت حذف شد
fi: Viesti poistettiin onnistuneesti
ro: Postarea a fost ștearsă cu succes
ru: Пост успешно удален
si: පළ කිරීම සාර්ථකව මකා දමන ලදී
uk: Публікація успішно видалена
vi: Bài viết được xóa thành công
zh: 本文章已刪除成功

source: The post was successfully published
ar: تم نشر المنشور بنجاح
de: Der Beitrag wurde erfolgreich veröffentlicht
fa: نوشته با موفقیت انتشار شد
fi: Viesti julkaistiin onnistuneesti
ro: Postarea a fost publicată cu succes
ru: Пост успешно опубликован
si: පළ කිරීම සාර්ථකව ප්‍රකාශයට පත් කරන ලදී
uk: Публікація успішно опублікована
vi: Bài viết được phát hành thành công
zh: 本文章已成功發布。

source: The post was successfully unpublished
ar: تم إلغاء نشر المنشور بنجاح
de: Der Beitrag wurde erfolgreich zurückgezogen
fa: نوشته با موفقیت لغو انتشار شد
fi: Viestin julkaisu on peruutettu onnistuneesti
ru: Пост успешно снят с публикации
si: පළ කිරීම සාර්ථකව ප්‍රකාශයට පත් නොකළේය
uk: Публікація успішно скасована
vi: Bài viết không được phát hành thành công
zh: 本文章已成功取消發佈。

source: The post was successfully saved
ar: تم حفظ المنشور بنجاح
de: Der Beitrag wurde erfolgreich gespeichert
fa: نوشته با موفقیت ذخیره شد
fi: Viesti tallennettu onnistuneesti
ro: Postarea a fost salvată cu succes
ru: Пост успешно сохранен
si: පළ කිරීම සාර්ථකව සුරැකිණි
uk: Публікація успішно збережена
vi: Bài viết được lưu thành công
zh: 本文章已成功儲存。

source: The post was successfully reverted to its previous state
ar: تمت إعادة المنشور بنجاح إلى حالته السابقة
de: Der Beitrag wurde erfolgreich in seinen vorherigen Status zurückgesetzt
fa: نوشتهبا موفقیت به حالت قبلی خود برگردانده شد
fi: Viesti palautettu onnistuneesti aiempaan tilaan
ro: Postarea a revenit cu succes la starea anterioară
ru: Пост успешно возвращен в прежнее состояние
si: තනතුර එහි පෙර තත්ත්වයට සාර්ථකව ප්‍රතිවර්තනය කරන ලදී
uk: Публікація успішно повернута до попереднього стану
vi: Bài viết được hoàn nguyên về trạng thái trước đó
zh: 本文章已成功回復到先前狀態。
