Repository: PiranhaCMS/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Security.*.resx
Languages: bg, ca, cs, da, es, fa, fi, fr, id, ka, no, pl, pt, ro, si, sv, tr, uk, vi, zh, zh_tw

source: Username is used by another user.
bg: Потребителското име е вече използвано.
ca: El nom d'usuari ja està en ús.
cs: Uživatelské jméno používá jiný uživatel.
da: En bruger med dette brugernavn findes allerede.
es: El nombre de usuario es usado por otro usuario.
fa: نام کاربری توسط کاربر دیگری استفاده می شود.
fi: Käyttäjätunnusta käyttää toinen käyttäjä.
fr: Le nom d'utilisateur est utilisé par un autre utilisateur.
id: Nama pengguna telah digunakan sebelumnya oleh pengguna lain.
ka: მომხმარებლის სახელი გამოიყენება სხვა მომხმარებლის მიერ.
no: Brukernavnet brukes av en annen bruker.
pl: Nazwa użytkownika jest używana przez innego użytkownika.
pt: Nome de usuário já está em uso.
ro: Numele de utilizator este folosit deja de un alt utilizator.
si: පරිශීලක නාමය වෙනත් පරිශීලකයෙකු භාවිතා කර ඇත.
sv: Användarnamn används för en annan användare.
tr: Kullanıcı adı başka bir kullanıcı tarafından kullanılıyor.
uk: Ім'я користувача вже зайняте іншим користувачем.
vi: Tài khoản đã được sử dụng bởi thành viên khác.
zh: 用户名已被其他用户使用。
zh_tw: 使用者名稱已被其他使用者使用。

source: Email address is used by another user.
bg: Имейл адресът е вече използван.
ca: L'adreça de correu electrònic ja està en ús.
cs: E-mailovou adresu používá jiný uživatel.
da: En bruger med denne e-mailadresse findes allerede.
es: La dirección de correo electrónico es utilizada por otro usuario.
fa: آدرس ایمیل توسط کاربر دیگری استفاده می شود.
fi: Sähköpostiosoite on toisen käyttäjän käytössä.
fr: L'adresse électronique est utilisée par un autre utilisateur.
id: Alamat email telah digunakan sebelumnya oleh pengguna lain.
ka: ელ-ფოსტა გამოიყენება სხვა მომხმარებლის მიერ.
no: E-postadresse brukes av en annen bruker.
pl: Adres e-mail jest używany przez innego użytkownika.
pt: E-mail já está em uso.
ro: Adresa de e-mail este deja utilizată de un alt utilizator.
si: වි-තැපෑල වෙනත් පරිශීලකයෙකු භාවිතා කර ඇත.
sv: E-postadress används för en annan användare.
tr: E-posta adresi başka bir kullanıcı tarafından kullanılıyor.
uk: Email адреса вже використовується іншим користувачем.
vi: Địa chỉ email đã được sử dụng bởi người dùng khác.
zh: 电子邮件地址已被其他用户使用。
zh_tw: 電子郵件地址已被其他使用者使用。

source: The user could not be found.
bg: Потребителят не бе намерен.
ca: No s'ha trobat l'usuari.
cs: Uživatel nenalezen.
da: Brugeren blev ikke fundet.
es: El usuario no pudo ser encontrado.
fa: کاربر یافت نشد.
fi: Käyttäjää ei löytynyt.
fr: L'utilisateur n'a pas pu être trouvé.
id: Pengguna tidak dapat ditemukan.
ka: მომხმარებელი არ მოიძებნა.
no: Brukeren kunne ikke bli funnet.
pl: Użytkownik nie został znaleziony.
pt: O usuário não pode ser encontrado.
ro: Utilizatorul nu a putut fi găsit.
si: පරිශීලකයා සොයාගත නොහැකි විය.
sv: Användaren hittas inte.
tr: Kullanıcı bulunamadı.
uk: Користувача не знайдено.
vi: Không tìm thấy người dùng.
zh: 找不到用户。
zh_tw: 找不到使用者。

source: Email address is mandatory.
bg: Имейл адресът е задължителен.
ca: L'adreça de correu electrònic és obligatòria.
cs: E-mailová adresa je povinná.
da: Indtast venligst en e-mailadresse.
es: La dirección de correo electrónico es obligatoria.
fa: آدرس ایمیل الزامی است.
fi: Sähköpostiosoite on pakollinen.
fr: L'adresse électronique est obligatoire.
id: Alamat email harus diisi.
ka: ელ-ფოსტა სავალდებულოა.
no: E-postadressen er obligatorisk.
pl: Adres e-mail jest obowiązkowy.
pt: Endereço de e-mail é obrigatório.
ro: Adresa de e-mail este obligatorie.
si: ඊමේල් ලිපිනය අනිවාර්ය වේ.
sv: E-post adress är obligatoriskt.
tr: E-posta adresi zorunludur.
uk: Email адреса є обов'язковою.
vi: Địa chỉ email là bắt buộc.
zh: 电子邮件地址是必须的。
zh_tw: 電子郵件地址是必須的。

source: The new passwords does not match.
bg: Въведените пароли не съвпадат.
ca: Les contrasenyes introduïdes no coincideixen.
cs: Nová hesla se neshodují.
da: De indtastede adgangskoder stemmer ikke overens.
es: Las nuevas contraseñas no coinciden.
fa: رمزهای عبور جدید باهم مطابقت ندارند.
fi: Uudet salasanat eivät täsmää.
fr: Le mot de passe et sa confirmation ne correspondent pas.
id: Kata sandi yang baru tidak cocok.
ka: ახალი პაროლი არ ემთხვევა.
no: De nye passordene er ikke like.
pl: Nowe hasła nie pasują.
pt: As senhas inseridas não coincidem.
ro: Parolele introduse nu se potrivesc.
si: නව මුරපද නොගැළපේ.
sv: Lösenorden matchar inte.
tr: Yeni şifreler eşleşmiyor.
uk: Нові паролі не співпадають.
vi: Mật khẩu mới không khớp.
zh: 新密码不匹配。
zh_tw: 新密碼不匹配。

source: Password is mandatory when creating a new user.
bg: Паролата е задължителна при създаване на нов потребител.
ca: La contrasenya és obligatòria quan s'està creant un nou usuari.
cs: Heslo je povinné při vytváření nového uživatele.
da: Indtast venligst en adgangskode.
es: La contraseña es obligatoria cuando se crea un nuevo usuario.
fa: رمز عبور هنگام ایجاد یک کاربر جدید الزامی است.
fi: Salasana on pakollinen luotaessa uutta käyttäjää.
fr: Le mot de passe est obligatoire lors de la création d'un nouvel utilisateur.
id: Kata sandi harus diisi ketika membuat pengguna yang baru.
ka: პაროლი სავალდებულოა როდესაც ქმნით ახალ მომხმარებელს.
no: Passord er obligatorisk ved opprettelse av en ny bruker.
pl: Hasło jest obowiązkowe podczas tworzenia nowego użytkownika.
pt: A senha é obrigatória ao criar um novo usuário.
ro: Parola este obligatorie la crearea unui utilizator nou.
si: නව පරිශීලකයෙකු නිර්මාණය කිරීමේදී මුරපදය අනිවාර්ය වේ.
sv: Lösenord är obligatoriskt när man skapar en ny användare.
tr: Yeni kullanıcı oluştururken şifre zorunludur.
uk: Пароль обов'язковий при створенні нового користувача.
vi: Mật khẩu là bắt buộc khi tạo mới người dùng.
zh: 创建新用户时必须输入密码。
zh_tw: 建立新使用者時必須輸入密碼。

source: The user could not be saved.
bg: Потребителят не можа да бъде запазен.
ca: No s'ha pogut desar l'usuari.
cs: Uživatel nemohl být uložen.
da: Brugeren kunne ikke gemmes.
es: El usuario no pudo ser guardado.
fa: کاربر ذخیره نشد.
fi: Käyttäjää ei voitu tallentaa.
fr: L'utilisateur n'a pas pu être enregistré.
id: Pengguna tidak dapat di simpan.
ka: მომხმარებლის შენახვა ვერ მოხერხდა.
no: Brukeren kunne ikke lagres.
pl: Nie można zapisać użytkownika.
pt: O usuário não pôde ser salvo.
ro: Utilizatorul nu a putut fi găsit.
si: පරිශීලක සුරැකීමට නොහැකි විය.
sv: Användaren sparades inte.
tr: Kullanıcı kaydedilemedi.
uk: Не вдалося зберегти користувача.
vi: Không thể lưu người dùng.
zh: 无法保存用户。
zh_tw: 無法儲存使用者。

source: User is saved.
bg: Потребителят е запазен.
ca: Usuari desat.
cs: Uživatel byl uložen.
da: Brugeren er gemt.
es: Usuario guardado.
fa: کاربر ذخیره شد.
fi: Käyttäjä on tallennettu.
fr: L'utilisateur est enregistré.
id: Pengguna telah disimpan.
ka: მომხმარებელი შენახულია.
no: Bruker lagret.
pl: Użytkownik został zapisany.
pt: Usuário salvo.
ro: Utilizatorul a fost salvat.
si: පරිශීලක සුරැකිණි.
sv: Användaren är sparad.
tr: Kullanıcı kaydedildi.
uk: Користувача збережено.
vi: Người dùng đã được lưu.
zh: 用户已保存。
zh_tw: 使用者已儲存。

source: Are you sure you want to delete this user?
bg: Сигурни ли сте, че искате да изтриете този потребител?
ca: Esteu segur que voleu eliminar aquest usuari?
cs: Opravdu chcete odstranit tohoto uživatele?
da: Er du sikker på du vil slette denne bruger?
es: ¿Está seguro que desea eliminar este usuario?
fa: آیا مطمئنید که میخواهید این کاربر را حذف کنید؟
fi: Oletko varma, että haluat poistaa tämän käyttäjän?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
id: Apakah anda yakin ingin menghapus pengguna ini?
ka: ნამდვილად გსურთ ამ მომხმარებლის წაშლა?
no: Er du sikker p√• at du vil slette denne brukeren?
pl: Czy na pewno chcesz usunąć tego użytkownika?
pt: Tem certeza de que deseja excluir este usuário?
ro: Sunteți sigur că doriți să ștergeți acest utilizator?
si: ඔබට මෙම පරිශීලකයා මැකීමට අවශ්‍ය බව විශ්වාසද?
sv: Är du säker på att du vill radera denna användare?
tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цього користувача?
vi: Bạn có chắc muốn xóa người dùng này không?
zh: 您确定要删除此用户吗？
zh_tw: 您確定要刪除此使用者嗎？

source: The user has been deleted.
bg: Този потребител беше изтрит.
ca: S'ha eliminat l'usuari.
cs: Uživatel byl smazán.
da: Brugeren er blevet slettet.
es: El usuario ha sido eliminado.
fa: کاربر مورد نظر حذف گردید.
fi: Käyttäjä on poistettu.
fr: L'utilisateur a été supprimé.
id: Pengguna telah dihapus.
ka: მომხმარებელი წაიშალა.
no: Brukeren er slettet.
pl: Użytkownik został usunięty.
pt: O usuário foi excluído.
ro: Utilizatorul a fost șters.
si: පරිශීලකයා මකා ඇත.
sv: Användaren har raderats.
tr: Kullanıcı silindi.
uk: Користувача видалено.
vi: Người dùng đã bị xóa.
zh: 用户已被删除。
zh_tw: 使用者已被刪除。

source: Can't delete yourself.
bg: Не можете да премахнете себе си.
ca: No podeu esborrar-vos.
cs: Nelze smazat sám sebe.
da: Du kan ikke slette dig selv.
es: No puedes borrarte a ti mismo.
fa: نمیتوانید خودتان را حذف کنید.
fi: Et voi poistaa itseäsi.
fr: Vous ne pouvez pas supprimer votre propre compte.
id: Anda tidak dapat menghapus diri sendiri.
ka: თქვენი თავის წაშლა შეუძლებელია.
no: Kan ikke slette deg selv.
pl: Nie można usunąć siebie.
pt: Você não pode excluir a si mesmo.
ro: Nu te poți șterge singur.
si: ඔබම මකා දැමිය නොහැක.
sv: Du kan inte radera dig själv.
tr: Kendinizi silemezsiniz.
uk: Неможливо видалити самого себе.
vi: Không thể xóa chính bạn.
zh: 无法删除您自己。
zh_tw: 無法刪除您自己。

source: New password
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
fa: رمز عبور جدید
fi: Uusi salasana
fr: Nouveau mot de passe
id: Kata sandi yang baru
ka: ახალი პაროლი
no: Nytt passord
pl: Nowe hasło
pt: Nova senha
ro: Noua parolă
si: නව මුරපදය
sv: Nytt lösenord
tr: Yeni şifre
uk: Новий пароль
vi: Mật khẩu mới
zh: 新密码
zh_tw: 新密碼

source: Confirm password
ca: Confirma la contrasenya
cs: Potvrzení hesla
da: Bekræft adgangskode
fa: تایید رمز عبور
fi: Vahvista salasana
fr: Confirmation du mot de passe
id: Konfirmasi kata sandi
ka: დაადასტურეთ პაროლი
no: Godkjenn passord
pl: Potwierdź hasło
pt: Confirmar senha
ro: Confirmă parola
si: මුරපදය තහවුරු කරන්න
sv: Bekräfta lösenord
tr: Şifreyi doğrula
uk: Підтвердити пароль
vi: Xác nhận mật khẩu
zh: 确认密码
zh_tw: 確認密碼
